{"source": "pubmed", "paper_data": {"title": "Rapid colloidal gold immunochromatographic assay for the detection of SARS-CoV-2 total antibodies after vaccination.", "authors": ["Ye, L.", "Xu, X.", "Song, S.", "Xu, L.", "Kuang, H.", "Xu, C."], "date": "2022-02-26", "abstract": "An epidemic caused by the severe acute respiratory syndrome coronavirus (SARS-CoV-2) spread globally in just a few months. To prevent the further spread of the virus, millions of people around the world have been vaccinated for COVID-19. Although the plaque reduction neutralization test (PRNT) has become the gold standard method for determining neutralizing antibodies, this method has many limitations; therefore, there remains an urgent need for a quick and accurate technique to evaluate the immune efficacy of COVID-19 vaccines. Here, after the recombinant expression of the SARS-CoV-2 spike protein receptor binding domain (S-RBD), we established a colloidal gold immunochromatographic assay (GICA) based on the principle of a double antigen sandwich for the detection of total antibodies in sera. Under the developed conditions, the GICA was capable of the rapid detection of SARS-CoV-2 total antibodies within 15 min. In addition, the anti-S-RBD antibodies measured by the GICA had a good correlation with the results measured by ELISA, indicating that the GICA may be used as a rapid tool for the detection of neutralizing antibodies derived from SARS-CoV-2 infection. Clinical detection was performed using serum samples obtained from 40 subjects who had received their two doses of the COVID-19 vaccine and 20 unvaccinated serum samples. We found that our method had high sensitivity and specificity; therefore, our convenient and rapid GICA method could preliminarily evaluate the protection rate and effectiveness of vaccines by monitoring total antibody levels.", "journal": "Journal of materials chemistry. B", "doi": "10.1039/d1tb02521j"}}
{"source": "pubmed", "paper_data": {"title": "A self-assembling nanoparticle vaccine targeting the conserved epitope of influenza virus hemagglutinin stem elicits a cross-protective immune response.", "authors": ["Qiao, Y.", "Li, S.", "Jin, S.", "Pan, Y.", "Shi, Y.", "Kong, W.", "Shan, Y."], "date": "2022-02-15", "abstract": "Various vaccine strategies have been developed to provide broad protection against diverse influenza viruses. The hemagglutinin (HA) stem is the major potential target of these vaccines. Enhancing immunogenicity and eliciting cross-protective immune responses are critical for HA stem-based vaccine designs. In this study, the A helix (Ah) and CD helix (CDh) from the HA stem were fused with ferritin, individually, or in tandem, yielding Ah-f, CDh-f and (A + CD)h-f nanoparticles (NPs), respectively. These NPs were produced through a prokaryotic expression system. After three immunizations with AS03-adjuvanted NPs in BALB/c mice ", "journal": "Nanoscale", "doi": "10.1039/d1nr08460g"}}
{"source": "pubmed", "paper_data": {"title": "Predicting spike protein NTD mutations of SARS-CoV-2 causing immune evasion by molecular dynamics simulations.", "authors": ["Zhou, L.", "Wu, L.", "Peng, C.", "Yang, Y.", "Shi, Y.", "Gong, L.", "Xu, Z.", "Zhu, W."], "date": "2022-01-25", "abstract": "The coronavirus disease 2019 (COVID-19) pandemic was caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Among all the potential targets studied for developing drugs and antibodies, the spike (S) protein is the most striking one, which is on the surface of the virus. In contrast with the intensively investigated immunodominant receptor-binding domain (RBD) of the protein, little is known about the neutralizing antibody binding mechanisms of the N-terminal domain (NTD), let alone the effects of NTD mutations on antibody binding and thereby the risk of immune evasion. Based on 400 ns molecular dynamics simulation for 11 NTD-antibody complexes together with other computational approaches in this study, we investigated critical residues for NTD-antibody binding and their detailed mechanisms. The results show that 36 residues on the NTD including R246, Y144, K147, Y248, L249 and P251 are critically involved in the direct interaction of the NTD with many monoclonal antibodies (mAbs), indicating that the viruses harboring these residue mutations may have a high risk of immune evasion. Binding free energy calculations and an interaction mechanism study reveal that R246I, which is present in the Beta (B.1.351/501Y.V2) variant, may have various impacts on current NTD antibodies through abolishing the hydrogen bonds and electrostatic interaction with the antibodies or affecting other interface residues. Therefore, special attention should be paid to the mutations of these key residues in future antibody and vaccine design and development.", "journal": "Physical chemistry chemical physics : PCCP", "doi": "10.1039/d1cp05059a"}}
{"source": "pubmed", "paper_data": {"title": "RBD conjugate vaccine with a built-in TLR1/2 agonist is highly immunogenic against SARS-CoV-2 and variants of concern.", "authors": ["Zhou, S.", "Zhang, R.", "Zhang, H.", "Liu, Y.", "Wen, Y.", "Wang, J.", "Li, Y.", "You, Z.", "Yin, X.", "Qiu, H.", "Gong, R.", "Yang, G.", "Guo, J."], "date": "2022-01-19", "abstract": "The coronavirus 2019 (COVID-19) pandemic is causing serious impacts in the world, and safe and effective vaccines and medicines are the best methods to combat the disease. The receptor-binding domain (RBD) of the SARS-CoV-2 spike protein plays a key role in interacting with the angiotensin-converting enzyme 2 (ACE2) receptor, and is regarded as an important target of vaccines. Herein, we constructed the adjuvant-protein conjugate Pam", "journal": "Chemical communications (Cambridge, England)", "doi": "10.1039/d1cc06520c"}}
{"source": "pubmed", "paper_data": {"title": "Construction of bifunctional electrochemical biosensors for the sensitive detection of the SARS-CoV-2 N-gene based on porphyrin porous organic polymers.", "authors": ["Cui, J.", "Kan, L.", "Cheng, F.", "Liu, J.", "He, L.", "Xue, Y.", "Fang, S.", "Zhang, Z."], "date": "2022-01-19", "abstract": "In this study, a novel porphyrin-based porous organic polymer (POP) was constructed using 5,10,15,20-tetramine (4-aminophenyl) porphyrin (TAPP) and 5,5'-diformyl-2,2'-bipyridine (DPDD) as organic ligands ", "journal": "Dalton transactions (Cambridge, England : 2003)", "doi": "10.1039/d1dt03869a"}}
{"source": "pubmed", "paper_data": {"title": "An overview of methods for the structural and functional mapping of epitopes recognized by anti-SARS-CoV-2 antibodies.", "authors": ["Francino-Urdaniz, I.M.", "Whitehead, T.A."], "date": "2022-01-04", "abstract": "This mini-review presents a critical survey of techniques used for epitope mapping on the SARS-CoV-2 Spike protein. The sequence and structures for common neutralizing and non-neutralizing epitopes on the Spike protein are described as determined by X-ray crystallography, electron microscopy and linear peptide epitope mapping, among other methods. An additional focus of this mini-review is an analytical appraisal of different deep mutational scanning workflows for conformational epitope mapping and identification of mutants on the Spike protein which escape antibody neutralization. Such a focus is necessary as a critical review of deep mutational scanning for conformational epitope mapping has not been published. A perspective is presented on the use of different epitope determination methods for development of broadly potent antibody therapies and vaccines against SARS-CoV-2.", "journal": "RSC chemical biology", "doi": "10.1039/d1cb00169h"}}
{"source": "pubmed", "paper_data": {"title": "A peptide-based subunit candidate vaccine against SARS-CoV-2 delivered by biodegradable mesoporous silica nanoparticles induced high humoral and cellular immunity in mice.", "authors": ["Qiao, L.", "Chen, M.", "Li, S.", "Hu, J.", "Gong, C.", "Zhang, Z.", "Cao, X."], "date": "2021-10-07", "abstract": "Development of a rapidly scalable vaccine is still an urgent task to halt the spread of COVID-19. We have demonstrated biodegradable mesoporous silica nanoparticles (BMSNs) as a good drug delivery carrier for tumor therapy. In this study, seven linear B cell epitopes and three CD8", "journal": "Biomaterials science", "doi": "10.1039/d1bm01060c"}}
{"source": "pubmed", "paper_data": {"title": "Design and development of plastic antibodies against SARS-CoV-2 RBD based on molecularly imprinted polymers that inhibit ", "authors": ["Parisi, O.I.", "Dattilo, M.", "Patitucci, F.", "Malivindi, R.", "Delbue, S.", "Ferrante, P.", "Parapini, S.", "Galeazzi, R.", "Cavarelli, M.", "Cilurzo, F.", "Franz, S.", "Perrotta, I.", "Pezzi, V.", "Selmin, F.", "Ruffo, M.", "Puoci, F."], "date": "2021-09-17", "abstract": "The present research study reports the development of plastic antibodies based on Molecularly Imprinted Polymers (MIPs) capable of selectively binding a portion of the novel coronavirus SARS-CoV-2 spike protein. Indeed, molecular imprinting represents a very promising and attractive technology for the synthesis of MIPs characterized by specific recognition abilities for a target molecule. Given these characteristics, MIPs can be considered tailor-made synthetic antibodies obtained by a templating process. After ", "journal": "Nanoscale", "doi": "10.1039/d1nr03727g"}}
{"source": "pubmed", "paper_data": {"title": "The rapid diagnosis and effective inhibition of coronavirus using spike antibody attached gold nanoparticles.", "authors": ["Pramanik, A.", "Gao, Y.", "Patibandla, S.", "Mitra, D.", "McCandless, M.G.", "Fassero, L.A.", "Gates, K.", "Tandon, R.", "Ray, P.C."], "date": "2021-08-13", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the cause of the coronavirus disease that began in 2019 (COVID-19), has been responsible for 1.4 million deaths worldwide as of 13 November 2020. Because at the time of writing no vaccine is yet available, a rapid diagnostic assay is very urgently needed. Herein, we present the development of anti-spike antibody attached gold nanoparticles for the rapid diagnosis of specific COVID-19 viral antigen or virus ", "journal": "Nanoscale advances", "doi": "10.1039/d0na01007c"}}
{"source": "pubmed", "paper_data": {"title": "Interaction of serum proteins with SARS-CoV-2 RBD.", "authors": ["Yin, Y.", "Sheng, Y.", "Wang, M.", "Ma, Y.", "Ding, H."], "date": "2021-07-14", "abstract": "The outbreak of the coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has become a worldwide public health crisis. When the SARS-CoV-2 enters the biological fluids in the human body, different types of biomolecules (in particular proteins) may adsorb on its surface and alter its infection ability. Although great efforts have recently been devoted to the interaction of specific antibodies with the SARS-CoV-2, it still remains largely unknown how the other serum proteins affect the infection of the SARS-CoV-2. In this work, we systematically investigate the interaction of serum proteins with the SARS-CoV-2 RBD by molecular docking and all-atom molecular dynamics simulations. It is found that non-specific immunoglobulins (Ig) indeed cannot effectively bind to the SARS-CoV-2 RBD while human serum albumin (HSA) may have some potential in blocking its infection (to ACE2). More importantly, we find that the RBD can cause significant structural changes in Apolipoprotein E (ApoE), by which SARS-CoV-2 may hijack the metabolic pathway of ApoE to facilitate its cell entry. The present study enhances the understanding of the role of protein corona in the bio-behaviors of SARS-CoV-2, which may aid the more precise and personalized treatment for COVID-19 infection in the clinic.", "journal": "Nanoscale", "doi": "10.1039/d1nr02687a"}}
{"source": "pubmed", "paper_data": {"title": "A facile chemoenzymatic synthesis of SARS-CoV-2 glycopeptides for probing glycosylation functions.", "authors": ["Zong, G.", "Li, C.", "Prabhu, S.K.", "Zhang, R.", "Zhang, X.", "Wang, L."], "date": "2021-07-09", "abstract": "Glycosylation plays important roles in SARS-CoV-2 infection. We describe here a facile chemoenzymatic synthesis of core-fucosylated N-glycopeptides derived from the SARS-CoV-2 Spike protein and their binding with glycan-dependent neutralizing antibody S309 and human lectin CLEC4G. The synthetic glycopeptides provide tools for further functional characterization of viral glycosylation.", "journal": "Chemical communications (Cambridge, England)", "doi": "10.1039/d1cc02790e"}}
{"source": "pubmed", "paper_data": {"title": "Prediction and mitigation of mutation threats to COVID-19 vaccines and antibody therapies.", "authors": ["Chen, J.", "Gao, K.", "Wang, R.", "Wei, G."], "date": "2021-06-15", "abstract": "Antibody therapeutics and vaccines are among our last resort to end the raging COVID-19 pandemic. They, however, are prone to over 5000 mutations on the spike (S) protein uncovered by a Mutation Tracker based on over 200 000 genome isolates. It is imperative to understand how mutations will impact vaccines and antibodies in development. In this work, we first study the mechanism, frequency, and ratio of mutations on the S protein which is the common target of most COVID-19 vaccines and antibody therapies. Additionally, we build a library of 56 antibody structures and analyze their 2D and 3D characteristics. Moreover, we predict the mutation-induced binding free energy (BFE) changes for the complexes of S protein and antibodies or ACE2. By integrating genetics, biophysics, deep learning, and algebraic topology, we reveal that most of the 462 mutations on the receptor-binding domain (RBD) will weaken the binding of S protein and antibodies and disrupt the efficacy and reliability of antibody therapies and vaccines. A list of 31 antibody disrupting mutants is identified, while many other disruptive mutations are detailed as well. We also unveil that about 65% of the existing RBD mutations, including those variants recently found in the United Kingdom (UK) and South Africa, will strengthen the binding between the S protein and human angiotensin-converting enzyme 2 (ACE2), resulting in more infectious COVID-19 variants. We discover the disparity between the extreme values of RBD mutation-induced BFE strengthening and weakening of the bindings with antibodies and angiotensin-converting enzyme 2 (ACE2), suggesting that SARS-CoV-2 is at an advanced stage of evolution for human infection, while the human immune system is able to produce optimized antibodies. This discovery, unfortunately, implies the vulnerability of current vaccines and antibody drugs to new mutations. Our predictions were validated by comparison with more than 1400 deep mutations on the S protein RBD. Our results show the urgent need to develop new mutation-resistant vaccines and antibodies and to prepare for seasonal vaccinations.", "journal": "Chemical science", "doi": "10.1039/d1sc01203g"}}
{"source": "pubmed", "paper_data": {"title": "A serological aptamer-assisted proximity ligation assay for COVID-19 diagnosis and seeking neutralizing aptamers.", "authors": ["Liu, R.", "He, L.", "Hu, Y.", "Luo, Z.", "Zhang, J."], "date": "2021-06-15", "abstract": "Rapid and accurate diagnosis of COVID-19 plays an essential role in the current epidemic prevention and control. Despite the promise of nucleic acid and antibody tests, there is still a great challenge to reduce the misdiagnosis, especially for asymptomatic individuals. Here we report a generalizable method for highly specific and ultrasensitive detection of serum COVID-19-associated antigens based on an aptamer-assisted proximity ligation assay. The sensor is based on binding two aptamer probes to the same protein target that brings the ligation DNA region into close proximity, thereby initiating ligation-dependent qPCR amplification. Using this system, serum nucleocapsid protein has been detected quantitatively by converting protein recognition into a detectable qPCR signal using a simple, homogeneous and fast detection workflow in ∼2 hours. In addition, this system has also been transformed into a universal platform for measuring specific interactions between spike S1 and its receptor ACE2, and more importantly demonstrated the feasibility for screening and investigation of potential neutralizing aptamers. Since ", "journal": "Chemical science", "doi": "10.1039/d0sc03920a"}}
{"source": "pubmed", "paper_data": {"title": "Comparison of SARS-CoV-2 Antibody Responses and Seroconversion in COVID-19 Patients Using Twelve Commercial Immunoassays.", "authors": ["Yun, S.", "Ryu, J.H.", "Jang, J.H.", "Bae, H.", "Yoo, S.", "Choi, A.", "Jo, S.J.", "Lim, J.", "Lee, J.", "Ryu, H.", "Cho, S.", "Lee, D.", "Lee, J.", "Kim, S.C.", "Park, Y.", "Lee, H.", "Oh, E."], "date": "2021-06-11", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) antibody assays have high clinical utility in managing the pandemic. We compared antibody responses and seroconversion of coronavirus disease 2019 (COVID-19) patients using different immunoassays.\nWe evaluated 12 commercial immunoassays, including three automated chemiluminescent immunoassays (Abbott, Roche, and Siemens), three enzyme immunoassays (Bio-Rad, Euroimmun, and Vircell), five lateral flow immunoassays (Boditech Med, SD biosensor, PCL, Sugentech, and Rapigen), and one surrogate neutralizing antibody assay (GenScript) in sequential samples from 49 COVID-19 patients and 10 seroconversion panels.\nThe positive percent agreement (PPA) of assays for a COVID-19 diagnosis ranged from 84.0% to 98.5% for all samples (>14 days after symptom onset), with IgM or IgA assays showing higher PPAs. Seroconversion responses varied across the assay type and disease severity. Assays targeting the spike or receptor-binding domain protein showed a tendency for early seroconversion detection and higher index values in patients with severe disease. Index values from SARS-CoV-2 binding antibody assays (three automated assays, one LFIA, and three EIAs) showed moderate to strong correlations with the neutralizing antibody percentage (r=0.517-0.874), and stronger correlations in patients with severe disease and in assays targeting spike protein. Agreement among the 12 assays was good (74.3%-96.4%) for detecting IgG or total antibodies.\nPositivity rates and seroconversion of SARS-CoV-2 antibodies vary depending on the assay kits, disease severity, and antigen target. This study contributes to a better understanding of antibody response in symptomatic COVID-19 patients using currently available assays.", "journal": "Annals of laboratory medicine", "doi": "10.3343/alm.2021.41.6.577"}}
{"source": "pubmed", "paper_data": {"title": "Targeting the SARS-CoV-2-spike protein: from antibodies to miniproteins and peptides.", "authors": ["Pomplun, S."], "date": "2021-05-28", "abstract": "Coronavirus disease-19, caused by the novel β-coronavirus SARS-CoV-2, has created a global pandemic unseen in a century. Rapid worldwide efforts have enabled the characterization of the virus and its pathogenic mechanism. An early key finding is that SARS-CoV-2 uses spike proteins, the virus' most exposed structures, to bind to human ACE2 receptors and initiate cell invasion. Competitive targeting of the spike protein is a promising strategy to neutralize virus infectivity. This review article summarizes the discovery, binding modes and eventual applications of several classes of (bio)molecules targeting the spike protein: antibodies, nanobodies, soluble ACE2 variants, miniproteins, peptides and small molecules.", "journal": "RSC medicinal chemistry", "doi": "10.1039/d0md00385a"}}
{"source": "pubmed", "paper_data": {"title": "Immune evasion of SARS-CoV-2 variants of concern is driven by low affinity to neutralizing antibodies.", "authors": ["Ferraz, M.V.F.", "Moreira, E.G.", "Co, D.F.", "Wallau, G.L.", "Lins, R.D."], "date": "2021-05-27", "abstract": "SARS-CoV-2 VOC immune evasion is mainly due to lower cross-reactivity from previously elicited class I/II neutralizing antibodies, while increased affinity to hACE2 plays a minor role. The affinity between antibodies and VOCs is impacted by remodeling of the electrostatic surface potential of the Spike RBDs. The P.3 variant is a putative VOC.", "journal": "Chemical communications (Cambridge, England)", "doi": "10.1039/d1cc01747k"}}
{"source": "pubmed", "paper_data": {"title": "Key residues of the receptor binding domain in the spike protein of SARS-CoV-2 mediating the interactions with ACE2: a molecular dynamics study.", "authors": ["Yang, Y.", "Zhang, Y.", "Qu, Y.", "Zhang, C.", "Liu, X.", "Zhao, M.", "Mu, Y.", "Li, W."], "date": "2021-05-18", "abstract": "The widespread coronavirus disease 2019 (COVID-19) has been declared a global health emergency. As one of the most important targets for antibody and drug developments, the Spike RBD-ACE2 interface has received extensive attention. Here, using molecular dynamics simulations, we explicitly analyzed the energetic features of the RBD-ACE2 complex of both SARS-CoV and SARS-CoV-2. Despite the high structural similarity, the binding strength of SARS-CoV-2 to the ACE2 receptor is estimated to be -16.35 kcal mol-1 stronger than that of SARS-CoV. Energy decomposition analyses identified three binding patches in SARS-CoV-2 RBD and eleven key residues (F486, Y505, N501, Y489, Q493, L455, etc.), which are believed to be the main targets for drug development. The dominating forces arise from van der Waals attractions and dehydration of these residues. Compared with SARS-CoV, we found seven mutational sites (K417, L455, A475, G476, E484, Q498 and V503) on SARS-CoV-2 that unexpectedly weakened the RBD-ACE2 binding. Interestingly, the E484 site is recognized to be the most repulsive residue at the RBD-ACE2 interface, indicating that from the energy point of view, a mutation of E484 would be beneficial to RBD-ACE2 binding. This is in line with recent findings that it is mutated by lysine (E484K mutation) in the rapidly spreading variants of COVID-19 belonging to the B.1.351 and P.1 lineages. In addition, this mutation is reported to cause virus neutralization escapes from highly neutralizing COVID-19 convalescent plasma. Thus, further efforts are required to probe its functional relevance. Overall, our results present a systematic understanding of the energetic binding features of SARS-CoV-2 RBD with the ACE2 receptor, which can provide a valuable insight for the design of SARS-CoV-2 drugs and identification of cross-active antibodies.", "journal": "Nanoscale", "doi": "10.1039/d1nr01672e"}}
{"source": "pubmed", "paper_data": {"title": "A high-throughput multiplexed microfluidic device for COVID-19 serology assays.", "authors": ["Rodriguez-Moncayo, R.", "Cedillo-Alcantar, D.F.", "Guevara-Pantoja, P.E.", "Chavez-Pineda, O.G.", "Hernandez-Ortiz, J.A.", "Amador-Hernandez, J.U.", "Rojas-Velasco, G.", "Sanchez-Mu, F.", "Manzur-Sandoval, D.", "Patino-Lopez, L.D.", "May-Arrioja, D.A.", "Posadas-Sanchez, R.", "Vargas-Alarcon, G.", "Garcia-Cordero, J.L."], "date": "2020-12-16", "abstract": "The applications of serology tests to the virus SARS-CoV-2 are diverse, ranging from diagnosing COVID-19, understanding the humoral response to this disease, and estimating its prevalence in a population, to modeling the course of the pandemic. COVID-19 serology assays will significantly benefit from sensitive and reliable technologies that can process dozens of samples in parallel, thus reducing costs and time; however, they will also benefit from biosensors that can assess antibody reactivities to multiple SARS-CoV-2 antigens. Here, we report a high-throughput microfluidic device that can assess antibody reactivities against four SARS-CoV-2 antigens from up to 50 serum samples in parallel. This semi-automatic platform measures IgG and IgM levels against four SARS-CoV-2 proteins: the spike protein (S), the S1 subunit (S1), the receptor-binding domain (RBD), and the nucleocapsid (N). After assay optimization, we evaluated sera from infected individuals with COVID-19 and a cohort of archival samples from 2018. The assay achieved a sensitivity of 95% and a specificity of 91%. Nonetheless, both parameters increased to 100% when evaluating sera from individuals in the third week after symptom onset. To further assess our platform's utility, we monitored the antibody titers from 5 COVID-19 patients over a time course of several weeks. Our platform can aid in global efforts to control and understand COVID-19.", "journal": "Lab on a chip", "doi": "10.1039/d0lc01068e"}}
{"source": "pubmed", "paper_data": {"title": "Construction and immunogenic studies of a mFc fusion receptor binding domain (RBD) of spike protein as a subunit vaccine against SARS-CoV-2 infection.", "authors": ["Qi, X.", "Ke, B.", "Feng, Q.", "Yang, D.", "Lian, Q.", "Li, Z.", "Lu, L.", "Ke, C.", "Liu, Z.", "Liao, G."], "date": "2020-07-03", "abstract": "Herein, we report that a recombinant fusion protein, containing a 457 amino acid SARS-CoV-2 receptor binding domain (RBD, residues 319-541) and a mouse IgG1 Fc domain, could induce highly potent neutralizing antibodies and stimulate humoral and cellular immunity in mice. The antibodies also effectively suppressed SARS-CoV-2 RBD binding to soluble ACE2, indicating that RBD-mFc may be further developed as a safe and effective SARS-CoV-2 vaccine.", "journal": "Chemical communications (Cambridge, England)", "doi": "10.1039/d0cc03263h"}}
{"source": "pubmed", "paper_data": {"title": "Effect of Fc Fusion on Folding and Immunogenicity of Middle East Respiratory Syndrome Coronavirus Spike Protein.", "authors": ["Chun, J.", "Cho, Y.", "Park, K.H.", "Choi, H.", "Cho, H.", "Lee, H.", "Jang, H.", "Kim, K.H.", "Oh, Y.", "Kim, Y.B."], "date": "2019-04-16", "abstract": "Middle East respiratory syndrome coronavirus (MERS-CoV) induces severe respiratory impairment with a reported mortality rate of ~36% in humans. The absence of clinically available MERS-CoV vaccines and treatments to date has resulted in uncontrolled incidence and propagation of the virus. In vaccine design, fusion with the IgG Fc domain is reported to increase the immunogenicity of various vaccine antigens. However, limited reports have documented the potential negative effects of Fc fusion on vaccine antigens. To determine whether Fc fusion affects the immunogenicity of MERS-CoV antigen, we constructed a Fcassociated MERS-CoV spike protein (eS770-Fc, 110 kDa), whereby human IgG4 Fc domain was fused to MERS-CoV spike protein (eS770) via a Gly/Pro linker using baculovirus as the expression system. For comparative analyses, two eS770 proteins lacking the IgG4 Fc domain were generated using the IdeS protease (eS770-ΔFc) or His tag attachment (eS770-His) and the immunogenicity of the above constructs were examined following intramuscular immunization in mice. Contrary to expectations, non-Fc spike proteins (eS770-ΔFc, eS770-His; 90 kDa) showed higher immunogenicity than the Fc fusion protein (eS770-Fc). Moreover, unlike non- Fc spike proteins, eS770-Fc immunization did not elicit neutralizing antibodies against MERSCoV. The lower immunogenicity of Fc-fused eS770 was related to alterations in the structural conformation of the spike protein. Taken together, our results indicate that IgG Fc fusion reduces the immunogenicity of eS770 by interfering with the proper folding structure.", "journal": "Journal of microbiology and biotechnology", "doi": "10.4014/jmb.1903.03043"}}
{"source": "pubmed", "paper_data": {"title": "Design and Construction of Chimeric VP8-S2 Antigen for Bovine Rotavirus and Bovine Coronavirus.", "authors": ["Nasiri, K.", "Nassiri, M.", "Tahmoorespur, M.", "Haghparast, A.", "Zibaee, S."], "date": "2016-04-29", "abstract": "Bovine Rotavirus and Bovine Coronavirus are the most important causes of diarrhea in newborn calves and in some other species such as pigs and sheep. Rotavirus VP8 subunit is the major determinant of the viral infectivity and neutralization. Spike glycoprotein of coronavirus is responsible for induction of neutralizing antibody response.\nIn the present study, several prediction programs were used to predict B and T-cells epitopes, secondary and tertiary structures, antigenicity ability and enzymatic degradation sites. Finally, a chimeric antigen was designed using computational techniques. The chimeric VP8-S2 antigen was constructed. It was cloned and sub-cloned into pGH and pET32a(+) expression vector. The recombinant pET32a(+)-VP8-S2 vector was transferred into E.oli BL21CodonPlus (DE3) as expression host. The recombinant VP8-S2 protein was purified by Ni-NTA chromatography column.\nThe results of colony PCR, enzyme digestion and sequencing showed that the VP8-S2 chimeric antigen has been successfully cloned and sub-cloned into pGH and pET32a(+).The results showed that E.coli was able to express VP8-S2 protein appropriately. This protein was expressed by induction of IPTG at concentration of 1mM and it was confirmed by Ni-NTA column, dot-blotting analysis and SDS-PAGE electrophoresis.\nThe results of this study showed that E.coli can be used as an appropriate host to produce the recombinant VP8-S2 protein. This recombinant protein may be suitable to investigate to produce immunoglobulin, recombinant vaccine and diagnostic kit in future studies after it passes biological activity tests in vivo in animal model and or other suitable procedure.", "journal": "Advanced pharmaceutical bulletin", "doi": "10.15171/apb.2016.014"}}
{"source": "pubmed", "paper_data": {"title": "Recombinant S-layer proteins of Lactobacillus brevis mediating antibody adhesion to calf intestine alleviated neonatal diarrhea syndrome.", "authors": ["Khang, Y.", "Park, H.", "Jeong, Y.", "Kim, J.", "Kim, Y."], "date": "2009-06-06", "abstract": "A chimeric gene encoding enhanced green fluorescent protein (EGFP) and a S-layer protein from Lactobacillus brevis KCTC3102, and/or two copies of the Fc-binding Z-domain, a synthetic analog of the B-domain of protein A, was constructed and expressed in Escherichia coli BL21(DE3). The S-layer fusion proteins produced in a 500-l fermentor were likely to be stable in the range of pH 5 to 8 and 0 degree to 40 degrees . Their adhesive property enabled an easy and rapid immobilization of enzymes or antibodies on solid materials such as plastics, glass, sol-gel films, and intestinal epithelial cells. Owing to their affinity towards intestinal cells and immunoglobulin G, the Slayer fusion proteins enabled the adhesion of antibodies to human epithelial cells. In addition, feeding a mixture of the S-layer fusion proteins and antibodies against neonatal calf diarrhea (coronavirus, rotavirus, Escherichia coli, and Salmonella typhimurium) to Hanwoo calves resulted in 100% prevention of neonatal calf diarrhea syndrome (p<0.01),whereas feeding antibodies only resulted in 56% prevention.", "journal": "Journal of microbiology and biotechnology", "doi": "10.4014/jmb.0805.325"}}
