[["Landscape of human antibody recognition of the SARS-CoV-2 receptor binding domain - ScienceDirect", "Potent neutralizing monoclonal antibodies are one of the few agents currently available to treat COVID-19. SARS-CoV-2 variants of concern (VOCs) that carry multiple mutations in the viral spike protein can exhibit neutralization resistance, potentially affecting the effectiveness of some antibody-based therapeutics. Here, the generation of a diverse panel of 91 human, neutralizing monoclonal antibodies provides an in-depth structural and phenotypic definition of receptor binding domain (RBD) antigenic sites on the viral spike. These RBD antibodies ameliorate SARS-CoV-2 infection in mice and hamster models in a dose-dependent manner and in proportion to in vitro, neutralizing potency. Assessing the effect of mutations in the spike protein on antibody recognition and neutralization highlights both potent single antibodies and stereotypic classes of antibodies that are unaffected by currently circulating VOCs, such as B.1.351 and P.1. These neutralizing monoclonal antibodies and others that bind analogous epitopes represent potentially useful future anti-SARS-CoV-2 therapeutics."], ["SARS-CoV-2 Beta variant infection elicits potent lineage-specific and cross-reactive antibodies | bioRxiv", "SARS-CoV-2 Beta variant of concern (VOC) resists neutralization by major classes of antibodies from non-VOC COVID-19 patients and vaccinated individuals. Here, serum of Beta variant infected patients revealed reduced cross-neutralization of non-VOC virus. From these patients, we isolated Beta-specific and cross-reactive receptor-binding domain (RBD) antibodies. The Beta-specificity results from recruitment of novel VOC-specific clonotypes and accommodation of VOC-defining amino acids into a major non-VOC antibody class that is normally sensitive to these mutations. The Beta-elicited cross-reactive antibodies share genetic and structural features with non-VOC-elicited antibodies, including a public VH1-58 clonotype targeting the RBD ridge independent of VOC mutations. These findings advance our understanding of the antibody response to SARS-CoV-2 shaped by antigenic drift with implications for design of next-generation vaccines and therapeutics."], ["Rapid Identification of Neutralizing Antibodies against SARS-CoV-2 Variants by mRNA Display | bioRxiv", "The increasing prevalence of SARS-CoV-2 variants with the ability to escape existing humoral protection conferred by previous infection and/or immunization necessitates the discovery of broadly-reactive neutralizing antibodies (nAbs). Utilizing mRNA display, we identified a set of antibodies against SARS-CoV-2 spike (S) proteins and characterized the structures of nAbs that recognized epitopes in the S1 subunit of the S glycoprotein. These structural studies revealed distinct binding modes for several antibodies, including targeting of rare cryptic epitopes in the receptor-binding domain (RBD) of S that interacts with angiotensin- converting enzyme 2 (ACE2) to initiate infection, as well as the S1 subdomain 1. A potent ACE2-blocking nAb was further engineered to sustain binding to S RBD with the E484K and L452R substitutions found in multiple SARS-CoV-2 variants. We demonstrate that mRNA display is a promising approach for the rapid identification of nAbs that can be used in combination to combat emerging SARS-CoV-2 variants."], ["Effect of SARS-CoV-2 B.1.1.7 mutations on spike protein structure and function | Nature Structural & Molecular Biology", "The B.1.1.7 variant of SARS-CoV-2 first detected in the UK harbors amino-acid substitutions and deletions in the spike protein that potentially enhance host angiotensin conversion enzyme 2 (ACE2) receptor binding and viral immune evasion. Here we report cryo-EM structures of the spike protein of B.1.1.7 in the apo and ACE2-bound forms. The apo form showed one or two receptor-binding domains (RBDs) in the open conformation, without populating the fully closed state. All three RBDs were engaged in ACE2 binding. The B.1.1.7-specific A570D mutation introduces a molecular switch that could modulate the opening and closing of the RBD. The N501Y mutation introduces a π–π interaction that enhances RBD binding to ACE2 and abolishes binding of a potent neutralizing antibody (nAb). Cryo-EM also revealed how a cocktail of two nAbs simultaneously bind to all three RBDs, and demonstrated the potency of the nAb cocktail to neutralize different SARS-CoV-2 pseudovirus strains, including B.1.1.7."], ["Three epitope-distinct human antibodies from RenMab mice neutralize SARS-CoV-2 and cooperatively minimize the escape of mutants | Cell Discovery", "Coronavirus disease 2019 (COVID-19), a pandemic disease caused by the newly emerging severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has caused more than 3.8 million deaths to date. Neutralizing antibodies are effective therapeutic measures. However, many naturally occurring mutations at the receptor-binding domain (RBD) have emerged, and some of them can evade existing neutralizing antibodies. Here, we utilized RenMab, a novel mouse carrying the entire human antibody variable region, for neutralizing antibody discovery. We obtained several potent RBD-blocking antibodies and categorized them into four distinct groups by epitope mapping. We determined the involved residues of the epitope of three representative antibodies by cryo-electron microscopy (Cryo-EM) studies. Moreover, we performed neutralizing experiments with 50 variant strains with single or combined mutations and found that the mixing of three epitope-distinct antibodies almost eliminated the mutant escape. Our study provides a sound basis for the rational design of fully human antibody cocktails against SARS-CoV-2 and pre-emergent coronaviral threats."], ["Potent neutralizing antibodies against multiple epitopes on SARS-CoV-2 spike | Nature", "The severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) pandemic continues, with devasting consequences for human lives and the global economy1,2. The discovery and development of virus-neutralizing monoclonal antibodies could be one approach to treat or prevent infection by this coronavirus. Here we report the isolation of sixty-one SARS-CoV-2-neutralizing monoclonal antibodies from five patients infected with SARS-CoV-2 and admitted to hospital with severe coronavirus disease 2019 (COVID-19). Among these are nineteen antibodies that potently neutralized authentic SARS-CoV-2 in vitro, nine of which exhibited very high potency, with 50% virus-inhibitory concentrations of 0.7 to 9 ng ml−1. Epitope mapping showed that this collection of nineteen antibodies was about equally divided between those directed against the receptor-binding domain (RBD) and those directed against the N-terminal domain (NTD), indicating that both of these regions at the top of the viral spike are immunogenic. In addition, two other powerful neutralizing antibodies recognized quaternary epitopes that overlap with the domains at the top of the spike. Cryo-electron microscopy reconstructions of one antibody that targets the RBD, a second that targets the NTD, and a third that bridges two separate RBDs showed that the antibodies recognize the closed, ‘all RBD-down’ conformation of the spike. Several of these monoclonal antibodies are promising candidates for clinical development as potential therapeutic and/or prophylactic agents against SARS-CoV-2."], ["Synthetic repertoires derived from convalescent COVID-19 patients enable discovery of SARS-CoV-2 neutralizing antibodies and a novel quaternary binding modality | bioRxiv", "The ongoing evolution of SARS-CoV-2 into more easily transmissible and infectious variants has sparked concern over the continued effectiveness of existing therapeutic antibodies and vaccines. Hence, together with increased genomic surveillance, methods to rapidly develop and assess effective interventions are critically needed. Here we report the discovery of SARS-CoV-2 neutralizing antibodies isolated from COVID-19 patients using a high-throughput platform. Antibodies were identified from unpaired donor B-cell and serum repertoires using yeast surface display, proteomics, and public light chain screening. Cryo-EM and functional characterization of the antibodies identified N3-1, an antibody that binds avidly (Kd,app = 68 pM) to the receptor binding domain (RBD) of the spike protein and robustly neutralizes the virus in vitro. This antibody likely binds all three RBDs of the trimeric spike protein with a single IgG. Importantly, N3-1 equivalently binds spike proteins from emerging SARS-CoV-2 variants of concern, neutralizes UK variant B.1.1.7, and binds SARS-CoV spike with nanomolar affinity. Taken together, the strategies described herein will prove broadly applicable in interrogating adaptive immunity and developing rapid response biological countermeasures to emerging pathogens."], ["The functions of SARS-CoV-2 neutralizing and infection-enhancing antibodies in vitro and in mice and nonhuman primates | bioRxiv", "SARS-CoV-2 neutralizing antibodies (NAbs) protect against COVID-19, making them a focus of vaccine design. A safety concern regarding SARS-CoV-2 antibodies is whether they mediate disease enhancement. Here, we isolated potent NAbs against the receptor-binding domain (RBD) and the N-terminal domain (NTD) of SARS-CoV-2 spike protein from individuals with acute or convalescent SARS-CoV-2 or a history of SARS-CoV-1 infection. Cryo-electron microscopy of RBD and NTD antibodies demonstrated function-specific modes of antibody binding. Select RBD NAbs also demonstrated Fc receptor-γ (FcγR)-mediated enhancement of virus infection in vitro, while five non-neutralizing NTD antibodies mediated FcγR-independent in vitro infection enhancement. However, both in vitro neutralizing and infection-enhancing RBD or infection-enhancing NTD antibodies protected from SARS-CoV-2 challenge in non-human primates and mice. One of 30 monkeys infused with enhancing antibodies had lung pathology and bronchoalveolar lavage cytokine evidence suggestive of enhanced disease. Thus, these in vitro assessments of enhanced antibody-mediated infection do not necessarily indicate biologically relevant in vivo infection enhancement."], ["A potent bispecific nanobody protects hACE2 mice against SARS-CoV-2 infection via intranasal administration | bioRxiv", "The dramatically expanding COVID-19 needs multiple effective countermeasures. Neutralizing antibodies are a potential therapeutic strategy for treating COVID-19. A number of neutralizing nanobodies (Nbs) were reported for their in vitro activities. However, in vivo protection of these nanobodies was not reported in animal models. In the current report, we characterized several RBD-specific Nbs isolated from a screen of an Nb library derived from an alpaca immunized with SARS-CoV-2 spike glycoprotein (S); among them, three Nbs exhibited picomolar potency against SARS-CoV-2 live virus, pseudotyped viruses, and 15 circulating SARS-CoV-2 variants. To improve the efficacy, various configurations of Nbs were engineered. Nb15-NbH-Nb15, a novel trimer constituted of three Nbs, was constructed to be bispecific for human serum albumin (HSA) and RBD of SARS-CoV-2. Nb15-NbH-Nb15 exhibited sub-ng/ml neutralization potency against the wild-type and currently circulating variants of SARS-CoV-2 with a long half-life in vivo. In addition, we showed that intranasal administration of Nb15-NbH-Nb15 provided 100% protection for both prophylactic and therapeutic purposes against SARS-CoV-2 infection in transgenic hACE2 mice. Nb15-NbH-Nb15 is a potential candidate for both prevention and treatment of SARS-CoV-2 through respiratory administration."], ["Evolution of antibody immunity to SARS-CoV-2 | Nature", "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has infected 78 million individuals and is responsible for over 1.7 million deaths to date. Infection is associated with the development of variable levels of antibodies with neutralizing activity, which can protect against infection in animal models1,2. Antibody levels decrease with time, but, to our knowledge, the nature and quality of the memory B cells that would be required to produce antibodies upon reinfection has not been examined. Here we report on the humoral memory response in a cohort of 87 individuals assessed at 1.3 and 6.2 months after infection with SARS-CoV-2. We find that titres of IgM and IgG antibodies against the receptor-binding domain (RBD) of the spike protein of SARS-CoV-2 decrease significantly over this time period, with IgA being less affected. Concurrently, neutralizing activity in plasma decreases by fivefold in pseudotype virus assays. By contrast, the number of RBD-specific memory B cells remains unchanged at 6.2 months after infection. Memory B cells display clonal turnover after 6.2 months, and the antibodies that they express have greater somatic hypermutation, resistance to RBD mutations and increased potency, indicative of continued evolution of the humoral response. Immunofluorescence and PCR analyses of intestinal biopsies obtained from asymptomatic individuals at 4 months after the onset of coronavirus disease 2019 (COVID-19) revealed the persistence of SARS-CoV-2 nucleic acids and immunoreactivity in the small bowel of 7 out of 14 individuals. We conclude that the memory B cell response to SARS-CoV-2 evolves between 1.3 and 6.2 months after infection in a manner that is consistent with antigen persistence."], ["Broad sarbecovirus neutralization by a human monoclonal antibody | Nature", "The recent emergence of SARS-CoV-2 variants of concern1,2,3,4,5,6,7,8,9,10 and the recurrent spillovers of coronaviruses11,12 into the human population highlight the need for broadly neutralizing antibodies that are not affected by the ongoing antigenic drift and that can prevent or treat future zoonotic infections. Here we describe a human monoclonal antibody designated S2X259, which recognizes a highly conserved cryptic epitope of the receptor-binding domain and cross-reacts with spikes from all clades of sarbecovirus. S2X259 broadly neutralizes spike-mediated cell entry of SARS-CoV-2, including variants of concern (B.1.1.7, B.1.351, P.1, and B.1.427/B.1.429), as well as a wide spectrum of human and potentially zoonotic sarbecoviruses through inhibition of angiotensin-converting enzyme 2 (ACE2) binding to the receptor-binding domain. Furthermore, deep-mutational scanning and in vitro escape selection experiments demonstrate that S2X259 possesses an escape profile that is limited to a single substitution, G504D. We show that prophylactic and therapeutic administration of S2X259 protects Syrian hamsters (Mesocricetus auratus) against challenge with the prototypic SARS-CoV-2 and the B.1.351 variant of concern, which suggests that this monoclonal antibody is a promising candidate for the prevention and treatment of emergent variants and zoonotic infections. Our data reveal a key antigenic site that is targeted by broadly neutralizing antibodies and will guide the design of vaccines that are effective against all sarbecoviruses."], ["Screening of potent neutralizing antibodies against SARS-CoV-2 using convalescent patients-derived phage-display libraries | Cell Discovery", "As the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) continues to threaten public health worldwide, the development of effective interventions is urgently needed. Neutralizing antibodies (nAbs) have great potential for the prevention and treatment of SARS-CoV-2 infection. In this study, ten nAbs were isolated from two phage-display immune libraries constructed from the pooled PBMCs of eight COVID-19 convalescent patients. Eight of them, consisting of heavy chains encoded by the immunoglobulin heavy-chain gene-variable region (IGHV)3-66 or IGHV3-53 genes, recognized the same epitope on the receptor-binding domain (RBD), while the remaining two bound to different epitopes. Among the ten antibodies, 2B11 exhibited the highest affinity and neutralization potency against the original wild-type (WT) SARS-CoV-2 virus (KD = 4.76 nM for the S1 protein, IC50 = 6 ng/mL for pseudoviruses, and IC50 = 1 ng/mL for authentic viruses), and potent neutralizing ability against B.1.1.7 pseudoviruses. Furthermore, 1E10, targeting a distinct epitope on RBD, exhibited different neutralization efficiency against WT SARS-CoV-2 and its variants B.1.1.7, B.1.351, and P.1. The crystal structure of the 2B11–RBD complexes revealed that the epitope of 2B11 highly overlaps with the ACE2-binding site. The in vivo experiment of 2B11 using AdV5-hACE2-transduced mice showed encouraging therapeutic and prophylactic efficacy against SARS-CoV-2. Taken together, our results suggest that the highly potent SARS-CoV-2-neutralizing antibody, 2B11, could be used against the WT SARS-CoV-2 and B.1.1.7 variant, or in combination with a different epitope-targeted neutralizing antibody, such as 1E10, against SARS-CoV-2 variants."], ["Convergent antibody responses to SARS-CoV-2 in convalescent individuals | Nature", "During the coronavirus disease-2019 (COVID-19) pandemic, severe acute respiratory syndrome-related coronavirus-2 (SARS-CoV-2) has led to the infection of millions of people and has claimed hundreds of thousands of lives. The entry of the virus into cells depends on the receptor-binding domain (RBD) of the spike (S) protein of SARS-CoV-2. Although there is currently no vaccine, it is likely that antibodies will be essential for protection. However, little is known about the human antibody response to SARS-CoV-21,2,3,4,5. Here we report on 149 COVID-19-convalescent individuals. Plasma samples collected an average of 39 days after the onset of symptoms had variable half-maximal pseudovirus neutralizing titres; titres were less than 50 in 33% of samples, below 1,000 in 79% of samples and only 1% of samples had titres above 5,000. Antibody sequencing revealed the expansion of clones of RBD-specific memory B cells that expressed closely related antibodies in different individuals. Despite low plasma titres, antibodies to three distinct epitopes on the RBD neutralized the virus with half-maximal inhibitory concentrations (IC50 values) as low as 2 ng ml−1. In conclusion, most convalescent plasma samples obtained from individuals who recover from COVID-19 do not contain high levels of neutralizing activity. Nevertheless, rare but recurring RBD-specific antibodies with potent antiviral activity were found in all individuals tested, suggesting that a vaccine designed to elicit such antibodies could be broadly effective."], ["Characterization of protease activity of Nsp3 from SARS-CoV-2 and its in vitro inhibition by nanobodies | bioRxiv", "Of the 16 non-structural proteins (Nsps) encoded by SARS CoV-2, Nsp3 is the largest and plays important roles in the viral life cycle. Being a large, multidomain, transmembrane protein, Nsp3 has been the most challenging Nsp to characterize. Encoded within Nsp3 is the papain-like protease PLpro domain that cleaves not only the viral protein but also polyubiquitin and the ubiquitin-like modifier ISG15 from host cells. We here compare the interactors of PLpro and Nsp3 and find a largely overlapping interactome. Intriguingly, we find that near full length Nsp3 is a more active protease compared to the minimal catalytic domain of PLpro. Using a MALDI-TOF based assay, we screen 1971 approved clinical compounds and identify five compounds that inhibit PLpro with IC50s in the low micromolar range but showed cross reactivity with other human deubiquitinases and had no significant antiviral activity in cellular SARS-CoV-2 infection assays. We therefore looked for alternative methods to block PLpro activity and engineered competitive nanobodies that bind to PLpro at the substrate binding site with nanomolar affinity thus inhibiting the enzyme. Our work highlights the importance of studying Nsp3 and provides tools and valuable insights to investigate Nsp3 biology during the viral infection cycle."], ["Molecular basis for a germline-biased neutralizing antibody response to SARS-CoV-2 | bioRxiv", "The SARS-CoV-2 viral spike (S) protein mediates attachment and entry into host cells and is a major target of vaccine and drug design. Potent SARS-CoV-2 neutralizing antibodies derived from closely related antibody heavy chain genes (IGHV3-53 or 3-66) have been isolated from multiple COVID-19 convalescent individuals. These usually contain minimal somatic mutations and bind the S receptor-binding domain (RBD) to interfere with attachment to the cellular receptor angiotensin-converting enzyme 2 (ACE2). We used antigen-specific single B cell sorting to isolate S-reactive monoclonal antibodies from the blood of a COVID-19 convalescent individual. The seven most potent neutralizing antibodies were somatic variants of the same IGHV3-53-derived antibody and bind the RBD with varying affinity. We report X-ray crystal structures of four Fab variants bound to the RBD and use the structures to explain the basis for changes in RBD affinity. We show that a germline revertant antibody binds tightly to the SARS-CoV-2 RBD and neutralizes virus, and that gains in affinity for the RBD do not necessarily correlate with increased neutralization potency, suggesting that somatic mutation is not required to exert robust antiviral effect. Our studies clarify the molecular basis for a heavily germline-biased human antibody response to SARS-CoV-2."], ["Selection, biophysical and structural analysis of synthetic nanobodies that effectively neutralize SARS-CoV-2 | Nature Communications", "The coronavirus SARS-CoV-2 is the cause of the ongoing COVID-19 pandemic. Therapeutic neutralizing antibodies constitute a key short-to-medium term approach to tackle COVID-19. However, traditional antibody production is hampered by long development times and costly production. Here, we report the rapid isolation and characterization of nanobodies from a synthetic library, known as sybodies (Sb), that target the receptor-binding domain (RBD) of the SARS-CoV-2 spike protein. Several binders with low nanomolar affinities and efficient neutralization activity were identified of which Sb23 displayed high affinity and neutralized pseudovirus with an IC50 of 0.6 µg/ml. A cryo-EM structure of the spike bound to Sb23 showed that Sb23 binds competitively in the ACE2 binding site. Furthermore, the cryo-EM reconstruction revealed an unusual conformation of the spike where two RBDs are in the ‘up’ ACE2-binding conformation. The combined approach represents an alternative, fast workflow to select binders with neutralizing activity against newly emerging viruses."], ["Paired heavy and light chain signatures contribute to potent SARS-CoV-2 neutralization in public antibody responses | bioRxiv", "Understanding protective mechanisms of antibody recognition can inform vaccine and therapeutic strategies against SARS-CoV-2. We discovered a new antibody, 910-30, that targets the SARS-CoV-2 ACE2 receptor binding site as a member of a public antibody response encoded by IGHV3-53/IGHV3-66 genes. We performed sequence and structural analyses to explore how antibody features correlate with SARS-CoV-2 neutralization. Cryo-EM structures of 910-30 bound to the SARS-CoV-2 spike trimer revealed its binding interactions and ability to disassemble spike. Despite heavy chain sequence similarity, biophysical analyses of IGHV3-53/3-66 antibodies highlighted the importance of native heavy:light pairings for ACE2 binding competition and for SARS-CoV-2 neutralization. We defined paired heavy:light sequence signatures and determined antibody precursor prevalence to be ~1 in 44,000 human B cells, consistent with public antibody identification in several convalescent COVID-19 patients. These data reveal key structural and functional neutralization features in the IGHV3-53/3-66 public antibody class to accelerate antibody-based medical interventions against SARS-CoV-2."], ["Sequence signatures of two IGHV3-53/3-66 public clonotypes to SARS-CoV-2 receptor binding domain | bioRxiv", "Since the COVID-19 pandemic onset, the antibody response to SARS-CoV-2 has been extensively characterized. Antibodies to the receptor binding domain (RBD) on the spike protein are frequently encoded by IGHV3-53/3-66 with a short CDR H3. Germline-encoded sequence motifs in CDRs H1 and H2 play a major role, but whether any common motifs are present in CDR H3, which is often critical for binding specificity, have not been elucidated. Here, we identify two public clonotypes of IGHV3-53/3-66 RBD antibodies with a 9-residue CDR H3 that pair with different light chains. Distinct sequence motifs on CDR H3 are present in the two public clonotypes that appear to be related to differential light chain pairing. Additionally, we show that Y58F is a common somatic hypermutation that results in increased binding affinity of IGHV3-53/3-66 RBD antibodies with a short CDR H3. Overall, our results advance fundamental understanding of the antibody response to SARS-CoV-2."], ["mRNA vaccine-elicited antibodies to SARS-CoV-2 and circulating variants | Nature", "Here we report on the antibody and memory B cell responses of a cohort of 20 volunteers who received the Moderna (mRNA-1273) or Pfizer–BioNTech (BNT162b2) vaccine against SARS-CoV-21,2,3,4. Eight weeks after the second injection of vaccine, volunteers showed high levels of IgM and IgG anti-SARS-CoV-2 spike protein (S) and receptor-binding-domain (RBD) binding titre. Moreover, the plasma neutralizing activity and relative numbers of RBD-specific memory B cells of vaccinated volunteers were equivalent to those of individuals who had recovered from natural infection5,6. However, activity against SARS-CoV-2 variants that encode E484K-, N501Y- or K417N/E484K/N501-mutant S was reduced by a small—but significant—margin. The monoclonal antibodies elicited by the vaccines potently neutralize SARS-CoV-2, and target a number of different RBD epitopes in common with monoclonal antibodies isolated from infected donors5,6,7,8. However, neutralization by 14 of the 17 most-potent monoclonal antibodies that we tested was reduced or abolished by the K417N, E484K or N501Y mutation. Notably, these mutations were selected when we cultured recombinant vesicular stomatitis virus expressing SARS-CoV-2 S in the presence of the monoclonal antibodies elicited by the vaccines. Together, these results suggest that the monoclonal antibodies in clinical use should be tested against newly arising variants, and that mRNA vaccines may need to be updated periodically to avoid a potential loss of clinical efficacy."], ["Multi-clonal SARS-CoV-2 neutralization by antibodies isolated from severe COVID-19 convalescent donors", "The interactions between antibodies, SARS-CoV-2 and immune cells contribute to the pathogenesis of COVID-19 and protective immunity. To understand the differences between antibody responses in mild versus severe cases of COVID-19, we analyzed the B cell responses in patients 1.5 months post SARS-CoV-2 infection. Severe, and not mild, infection correlated with high titers of IgG against Spike receptor binding domain (RBD) that were capable of ACE2:RBD inhibition. B cell receptor (BCR) sequencing revealed that VH3-53 was enriched during severe infection. Of the 22 antibodies cloned from two severe donors, six exhibited potent neutralization against authentic SARS-CoV-2, and inhibited syncytia formation. Using peptide libraries, competition ELISA and mutagenesis of RBD, we mapped the epitopes of the neutralizing antibodies (nAbs) to three different sites on the Spike. Finally, we used combinations of nAbs targeting different immune-sites to efficiently block SARS-CoV-2 infection. Analysis of 49 healthy BCR repertoires revealed that the nAbs germline VHJH precursors comprise up to 2.7% of all VHJHs. We demonstrate that severe COVID-19 is associated with unique BCR signatures and multi-clonal neutralizing responses that are relatively frequent in the population. Moreover, our data support the use of combination antibody therapy to prevent and treat COVID-19."], ["Antibodies with potent and broad neutralizing activity against antigenically diverse and highly transmissible SARS-CoV-2 variants | bioRxiv", "The emergence of highly transmissible SARS-CoV-2 variants of concern (VOC) that are resistant to therapeutic antibodies highlights the need for continuing discovery of broadly reactive antibodies. We identify four receptor-binding domain targeting antibodies from three early-outbreak convalescent donors with potent neutralizing activity against 12 variants including the B.1.1.7 and B.1.351 VOCs. Two of them are ultrapotent, with sub-nanomolar neutralization titers (IC50 <0.0006 to 0.0102 μg/mL; IC80 < 0.0006 to 0.0251 μg/mL). We define the structural and functional determinants of binding for all four VOC-targeting antibodies, and show that combinations of two antibodies decrease the in vitro generation of escape mutants, suggesting potential means to mitigate resistance development. These results define the basis of therapeutic cocktails against VOCs and suggest that targeted boosting of existing immunity may increase vaccine breadth against VOCs."], ["Structural basis for neutralization of SARS-CoV-2 and SARS-CoV by a potent therapeutic antibody | bioRxiv", "The COVID-19 pandemic caused by the SARS-CoV-2 virus has resulted in an unprecedented public health crisis. There are no approved vaccines or therapeutics for treating COVID-19. Here we reported a humanized monoclonal antibody, H014, efficiently neutralizes SARS-CoV-2 and SARS-CoV pseudoviruses as well as authentic SARS-CoV-2 at nM level by engaging the S receptor binding domain (RBD). Importantly, H014 administration reduced SARS-CoV-2 titers in the infected lungs and prevented pulmonary pathology in hACE2 mouse model. Cryo-EM characterization of the SARS-CoV-2 S trimer in complex with the H014 Fab fragment unveiled a novel conformational epitope, which is only accessible when the RBD is in open conformation. Biochemical, cellular, virological and structural studies demonstrated that H014 prevents attachment of SARS-CoV-2 to its host cell receptors. Epitope analysis of available neutralizing antibodies against SARS-CoV and SARS-CoV-2 uncover broad cross-protective epitopes. Our results highlight a key role for antibody-based therapeutic interventions in the treatment of COVID-19."], ["Potent SARS-CoV-2 neutralizing antibodies directed against spike N-terminal domain target a single supersite - ScienceDirect", "Numerous antibodies that neutralize SARS-CoV-2 have been identified, and these generally target either the receptor-binding domain (RBD) or the N-terminal domain (NTD) of the viral spike. While RBD-directed antibodies have been extensively studied, far less is known about NTD-directed antibodies. Here, we report cryo-EM and crystal structures for seven potent NTD-directed neutralizing antibodies in complex with spike or isolated NTD. These structures defined several antibody classes, with at least one observed in multiple convalescent donors. The structures revealed that all seven antibodies target a common surface, bordered by glycans N17, N74, N122, and N149. This site—formed primarily by a mobile β-hairpin and several flexible loops—was highly electropositive, located at the periphery of the spike, and the largest glycan-free surface of NTD facing away from the viral membrane. Thus, in contrast to neutralizing RBD-directed antibodies that recognize multiple non-overlapping epitopes, potent NTD-directed neutralizing antibodies appear to target a single supersite."], ["Enhancement versus neutralization by SARS-CoV-2 antibodies from a convalescent donor associates with distinct epitopes on the RBD - ScienceDirect", "Several potent neutralizing antibodies against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus have been identified. However, antibody-dependent enhancement (ADE) has not been comprehensively studied for SARS-CoV-2, and the relationship between enhancing versus neutralizing activities and antibody epitopes remains unknown. Here, we select a convalescent individual with potent IgG neutralizing activity and characterize his antibody response. Monoclonal antibodies isolated from memory B cells target four groups of five non-overlapping receptor-binding domain (RBD) epitopes. Antibodies to one group of these RBD epitopes mediate ADE of entry in Raji cells via an Fcγ receptor-dependent mechanism. In contrast, antibodies targeting two other distinct epitope groups neutralize SARS-CoV-2 without ADE, while antibodies against the fourth epitope group are poorly neutralizing. One antibody, XG014, potently cross-neutralizes SARS-CoV-2 variants, as well as SARS-CoV-1, with respective IC50 (50% inhibitory concentration) values as low as 5.1 and 23.7 ng/mL, while not exhibiting ADE. Therefore, neutralization and ADE of human SARS-CoV-2 antibodies correlate with non-overlapping RBD epitopes."], ["LY-CoV555, a rapidly isolated potent neutralizing antibody, provides protection in a non-human primate model of SARS-CoV-2 infection | bioRxiv", "SARS-CoV-2 poses a public health threat for which therapeutic agents are urgently needed. Herein, we report that high-throughput microfluidic screening of antigen-specific B-cells led to the identification of LY-CoV555, a potent anti-spike neutralizing antibody from a convalescent COVID-19 patient. Biochemical, structural, and functional characterization revealed high-affinity binding to the receptor-binding domain, ACE2 binding inhibition, and potent neutralizing activity. In a rhesus macaque challenge model, prophylaxis doses as low as 2.5 mg/kg reduced viral replication in the upper and lower respiratory tract. These data demonstrate that high-throughput screening can lead to the identification of a potent antiviral antibody that protects against SARS-CoV-2 infection."], ["Rational development of a human antibody cocktail that deploys multiple functions to confer Pan-SARS-CoVs protection | Cell Research", "Structural principles underlying the composition and synergistic mechanisms of protective monoclonal antibody cocktails are poorly defined. Here, we exploited antibody cooperativity to develop a therapeutic antibody cocktail against SARS-CoV-2. On the basis of our previously identified humanized cross-neutralizing antibody H014, we systematically analyzed a fully human naive antibody library and rationally identified a potent neutralizing antibody partner, P17, which confers effective protection in animal model. Cryo-EM studies dissected the nature of the P17 epitope, which is SARS-CoV-2 specific and distinctly different from that of H014. High-resolution structure of the SARS-CoV-2 spike in complex with H014 and P17, together with functional investigations revealed that in a two-antibody cocktail, synergistic neutralization was achieved by S1 shielding and conformational locking, thereby blocking receptor attachment and viral membrane fusion, conferring high potency as well as robustness against viral mutation escape. Furthermore, cluster analysis identified a hypothetical 3rd antibody partner for further reinforcing the cocktail as pan-SARS-CoVs therapeutics."], ["Rapid isolation and profiling of a diverse panel of human monoclonal antibodies targeting the SARS-CoV-2 spike protein | Nature Medicine", "Antibodies are a principal determinant of immunity for most RNA viruses and have promise to reduce infection or disease during major epidemics. The novel coronavirus SARS-CoV-2 has caused a global pandemic with millions of infections and hundreds of thousands of deaths to date1,2. In response, we used a rapid antibody discovery platform to isolate hundreds of human monoclonal antibodies (mAbs) against the SARS-CoV-2 spike (S) protein. We stratify these mAbs into five major classes on the basis of their reactivity to subdomains of S protein as well as their cross-reactivity to SARS-CoV. Many of these mAbs inhibit infection of authentic SARS-CoV-2 virus, with most neutralizing mAbs recognizing the receptor-binding domain (RBD) of S. This work defines sites of vulnerability on SARS-CoV-2 S and demonstrates the speed and robustness of advanced antibody discovery platforms."], ["High affinity nanobodies block SARS-CoV-2 spike receptor binding domain interaction with human angiotensin converting enzyme | Scientific Reports", "There are currently few approved effective treatments for SARS-CoV-2, the virus responsible for the COVID-19 pandemic. Nanobodies are 12–15 kDa single-domain antibody fragments that can be delivered by inhalation and are amenable to relatively inexpensive large scale production compared to other biologicals. We have isolated nanobodies that bind to the SARS-CoV-2 spike protein receptor binding domain and block spike protein interaction with the angiotensin converting enzyme 2 (ACE2) with 1–5 nM affinity. The lead nanobody candidate, NIH-CoVnb-112, blocks SARS-CoV-2 spike pseudotyped lentivirus infection of HEK293 cells expressing human ACE2 with an EC50 of 0.3 µg/mL. NIH-CoVnb-112 retains structural integrity and potency after nebulization. Furthermore, NIH-CoVnb-112 blocks interaction between ACE2 and several high affinity variant forms of the spike protein. These nanobodies and their derivatives have therapeutic, preventative, and diagnostic potential."], ["A rapid and efficient screening system for neutralizing antibodies and its application for the discovery of potent neutralizing antibodies to SARS-CoV-2 S-RBD | bioRxiv", "Neutralizing antibodies (Abs) have been considered as promising therapeutics for the prevention and treatment of pathogens. After the outbreak of COVID-19, potent neutralizing Abs to SARS-CoV-2 were promptly developed, and a few of those neutralizing Abs are being tested in clinical studies. However, there were few methodologies detailly reported on how to rapidly and efficiently generate neutralizing Abs of interest. Here, we present a strategically optimized method for precisive screening of neutralizing monoclonal antibodies (mAbs), which enabled us to identify SARS-CoV-2 receptor-binding domain (RBD) specific Abs within 4 days, followed by another 2 days for neutralization activity evaluation. By applying the screening system, we obtained 198 Abs against the RBD of SARS-CoV-2. Excitingly, we found that approximately 50% (96/198) of them were candidate neutralizing Abs in a preliminary screening of SARS-CoV-2 pseudovirus and 20 of these 96 neutralizing Abs were confirmed with high potency. Furthermore, 2 mAbs with the highest neutralizing potency were identified to block authentic SARS-CoV-2 with the half-maximal inhibitory concentration (IC50) at concentrations of 9.88 ng/ml and 11.13 ng/ml. In this report, we demonstrated that the optimized neutralizing Abs screening system is useful for the rapid and efficient discovery of potent neutralizing Abs against SARS-CoV-2. Our study provides a methodology for the generation of preventive and therapeutic antibody drugs for emerging infectious diseases."], ["Ultrapotent SARS-CoV-2 neutralizing antibodies with protective efficacy against newly emerged mutational variants | bioRxiv", "Accumulating mutations in the SARS-CoV-2 Spike (S) protein can increase the possibility of immune escape, challenging the present COVID-19 prophylaxis and clinical interventions. Here, 3 receptor binding domain (RBD) specific monoclonal antibodies (mAbs), 58G6, 510A5 and 13G9, with high neutralizing potency blocking authentic SARS-CoV-2 virus displayed remarkable efficacy against authentic B.1.351 virus. Each of these 3 mAbs in combination with one neutralizing Ab recognizing non-competing epitope exhibited synergistic effect against authentic SARS-CoV-2 virus. Surprisingly, structural analysis revealed that 58G6 and 13G9, encoded by the IGHV1-58 and the IGKV3-20 germline genes, both recognized the steric region S470-495 on the RBD, overlapping the E484K mutation presented in B.1.351. Also, 58G6 directly bound to another region S450-458 in the RBD. Significantly, 58G6 and 510A5 both demonstrated prophylactic efficacy against authentic SARS-CoV-2 and B.1.351 viruses in the transgenic mice expressing human ACE2 (hACE2), protecting weight loss and reducing virus loads. These 2 ultrapotent neutralizing Abs can be promising candidates to fulfill the urgent needs for the prolonged COVID-19 pandemic."], ["Glycan reactive anti-HIV-1 antibodies bind the SARS-CoV-2 spike protein but do not block viral entry | bioRxiv", "The SARS-CoV-2 spike glycoprotein is a focal point for vaccine immunogen and therapeutic antibody design, and also serves as a critical antigen in the evaluation of immune responses to COVID-19. A common feature amongst enveloped viruses such as SARS-CoV-2 and HIV-1 is the propensity for displaying host-derived glycans on entry spike proteins. Similarly displayed glycosylation motifs can serve as the basis for glyco-epitope mediated cross-reactivity by antibodies, which can have important implications on virus neutralization, antibody-dependent enhancement (ADE) of infection, and the interpretation of antibody titers in serological assays. From a panel of nine anti-HIV-1 gp120 reactive antibodies, we selected two (PGT126 and PGT128) that displayed high levels of cross-reactivity with the SARS-CoV-2 spike. We report that these antibodies are incapable of neutralizing pseudoviruses expressing SARS-CoV-2 spike proteins and are unlikely to mediate ADE via FcγRII receptor engagement. Nevertheless, ELISA and other immunoreactivity experiments demonstrate these antibodies are capable of binding the SARS-CoV-2 spike in a glycan-dependent manner. These results contribute to the growing literature surrounding SARS-CoV-2 S cross-reactivity, as we demonstrate the ability for cross-reactive antibodies to interfere in immunoassays."], ["Deep mining of early antibody response in COVID-19 patients yields potent neutralisers and reveals high level of convergence | bioRxiv", "Passive immunisation using monoclonal antibodies will play a vital role in the fight against COVID-19. Until now, the majority of anti-SARS-CoV-2 antibody discovery efforts have relied on screening B cells of patients in the convalescent phase. Here, we describe deep-mining of the antibody repertoires of hospitalised COVID-19 patients using a combination of phage display technology and B cell receptor (BCR) repertoire sequencing to isolate neutralising antibodies and gain insights into the early antibody response. This comprehensive discovery approach has yielded potent neutralising antibodies with distinct mechanisms of action, including the identification of a novel non-ACE2 receptor blocking antibody that is not expected to be affected by any of the major viral variants reported. The study highlighted the presence of potent neutralising antibodies with near germline sequences within both the IgG and IgM pools at early stages of infection. Furthermore, we highlight a highly convergent antibody response with the same sequences occurring both within this study group and also within the responses described in previously published anti-SARS-CoV-2 studies."], ["A glycan cluster on the SARS-CoV-2 spike ectodomain is recognized by Fab-dimerized glycan-reactive antibodies | bioRxiv", "The COVID-19 pandemic caused by SARS-CoV-2 has escalated into a global crisis. The spike (S) protein that mediates cell entry and membrane fusion is the current focus of vaccine and therapeutic antibody development efforts. The S protein, like many other viral fusion proteins such as HIV-1 envelope (Env) and influenza hemagglutinin, is glycosylated with both complex and high mannose glycans. Here we demonstrate binding to the SARS-CoV-2 S protein by a category of Fab-dimerized glycan-reactive (FDG) HIV-1-induced broadly neutralizing antibodies (bnAbs). A 3.1 Å resolution cryo-EM structure of the S protein ectodomain bound to glycan-dependent HIV-1 bnAb 2G12 revealed a quaternary glycan epitope on the spike S2 domain involving multiple protomers. These data reveal a new epitope on the SARS-CoV-2 spike that can be targeted for vaccine design."], ["Neutralizing antibodies targeting the SARS-CoV-2 receptor binding domain isolated from a naïve human antibody library | bioRxiv", "Infection with SARS-CoV-2 elicits robust antibody responses in some patients, with a majority of the response directed at the receptor binding domain (RBD) of the spike surface glycoprotein. Remarkably, many patient-derived antibodies that potently inhibit viral infection harbor few to no mutations from the germline, suggesting that naïve antibody libraries are a viable means for discovery of novel SARS-CoV-2 neutralizing antibodies. Here, we used a yeast surface-display library of human naïve antibodies to isolate and characterize three novel neutralizing antibodies that target the RBD: one that blocks interaction with angiotensin-converting enzyme 2 (ACE2), the human receptor for SARS-CoV-2, and two that target other epitopes on the RBD. These three antibodies neutralized SARS-CoV-2 spike-pseudotyped lentivirus with IC50 values as low as 60 ng/mL in vitro. Using a biolayer interferometry-based binding competition assay, we determined that these antibodies have distinct but overlapping epitopes with antibodies elicited during natural COVID-19 infection. Taken together, these analyses highlight how in vitro selection of naïve antibodies can mimic the humoral response in vivo, yielding neutralizing antibodies and various epitopes that can be effectively targeted on the SARS-CoV-2 RBD."], ["Cross-neutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody | Nature", "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a newly emerged coronavirus that is responsible for the current pandemic of coronavirus disease 2019 (COVID-19), which has resulted in more than 3.7 million infections and 260,000 deaths as of 6 May 20201,2. Vaccine and therapeutic discovery efforts are paramount to curb the pandemic spread of this zoonotic virus. The SARS-CoV-2 spike (S) glycoprotein promotes entry into host cells and is the main target of neutralizing antibodies. Here we describe several monoclonal antibodies that target the S glycoprotein of SARS-CoV-2, which we identified from memory B cells of an individual who was infected with severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003. One antibody (named S309) potently neutralizes SARS-CoV-2 and SARS-CoV pseudoviruses as well as authentic SARS-CoV-2, by engaging the receptor-binding domain of the S glycoprotein. Using cryo-electron microscopy and binding assays, we show that S309 recognizes an epitope containing a glycan that is conserved within the Sarbecovirus subgenus, without competing with receptor attachment. Antibody cocktails that include S309 in combination with other antibodies that we identified further enhanced SARS-CoV-2 neutralization, and may limit the emergence of neutralization-escape mutants. These results pave the way for using S309 and antibody cocktails containing S309 for prophylaxis in individuals at a high risk of exposure or as a post-exposure therapy to limit or treat severe disease."], ["SARS-CoV-2 mRNA vaccines induce persistent human germinal centre responses | Nature", "SARS-CoV-2 mRNA-based vaccines are about 95% effective in preventing COVID-191,2,3,4,5. The dynamics of antibody-secreting plasmablasts and germinal centre B cells induced by these vaccines in humans remain unclear. Here we examined antigen-specific B cell responses in peripheral blood (n = 41) and draining lymph nodes in 14 individuals who had received 2 doses of BNT162b2, an mRNA-based vaccine that encodes the full-length SARS-CoV-2 spike (S) gene1. Circulating IgG- and IgA-secreting plasmablasts that target the S protein peaked one week after the second immunization and then declined, becoming undetectable three weeks later. These plasmablast responses preceded maximal levels of serum anti-S binding and neutralizing antibodies to an early circulating SARS-CoV-2 strain as well as emerging variants, especially in individuals who had previously been infected with SARS-CoV-2 (who produced the most robust serological responses). By examining fine needle aspirates of draining axillary lymph nodes, we identified germinal centre B cells that bound S protein in all participants who were sampled after primary immunization. High frequencies of S-binding germinal centre B cells and plasmablasts were sustained in these draining lymph nodes for at least 12 weeks after the booster immunization. S-binding monoclonal antibodies derived from germinal centre B cells predominantly targeted the receptor-binding domain of the S protein, and fewer clones bound to the N-terminal domain or to epitopes shared with the S proteins of the human betacoronaviruses OC43 and HKU1. These latter cross-reactive B cell clones had higher levels of somatic hypermutation as compared to those that recognized only the SARS-CoV-2 S protein, which suggests a memory B cell origin. Our studies demonstrate that SARS-CoV-2 mRNA-based vaccination of humans induces a persistent germinal centre B cell response, which enables the generation of robust humoral immunity."], ["Structural basis for broad sarbecovirus neutralization by a human monoclonal antibody | bioRxiv", "The recent emergence of SARS-CoV-2 variants of concern (VOC) and the recurrent spillovers of coronaviruses in the human population highlight the need for broadly neutralizing antibodies that are not affected by the ongoing antigenic drift and that can prevent or treat future zoonotic infections. Here, we describe a human monoclonal antibody (mAb), designated S2×259, recognizing a highly conserved cryptic receptor-binding domain (RBD) epitope and cross-reacting with spikes from all sarbecovirus clades. S2×259 broadly neutralizes spike-mediated entry of SARS-CoV-2 including the B.1.1.7, B.1.351, P.1 and B.1.427/B.1.429 VOC, as well as a wide spectrum of human and zoonotic sarbecoviruses through inhibition of ACE2 binding to the RBD. Furthermore, deep-mutational scanning and in vitro escape selection experiments demonstrate that S2×259 possesses a remarkably high barrier to the emergence of resistance mutants. We show that prophylactic administration of S2×259 protects Syrian hamsters against challenges with the prototypic SARS-CoV-2 and the B.1.351 variant, suggesting this mAb is a promising candidate for the prevention and treatment of emergent VOC and zoonotic infections. Our data unveil a key antigenic site targeted by broadly-neutralizing antibodies and will guide the design of pan-sarbecovirus vaccines."], ["Potent and protective IGHV3-53/3-66 public antibodies and their shared escape mutant on the spike of SARS-CoV-2 | Nature Communications", "Neutralizing antibodies (nAbs) to SARS-CoV-2 hold powerful potentials for clinical interventions against COVID-19 disease. However, their common genetic and biologic features remain elusive. Here we interrogate a total of 165 antibodies from eight COVID-19 patients, and find that potent nAbs from different patients have disproportionally high representation of IGHV3-53/3-66 usage, and therefore termed as public antibodies. Crystal structural comparison of these antibodies reveals they share similar angle of approach to RBD, overlap in buried surface and binding residues on RBD, and have substantial spatial clash with receptor angiotensin-converting enzyme-2 (ACE2) in binding to RBD. Site-directed mutagenesis confirms these common binding features although some minor differences are found. One representative antibody, P5A-3C8, demonstrates extraordinarily protective efficacy in a golden Syrian hamster model against SARS-CoV-2 infection. However, virus escape analysis identifies a single natural mutation in RBD, namely K417N found in B.1.351 variant from South Africa, abolished the neutralizing activity of these public antibodies. The discovery of public antibodies and shared escape mutation highlight the intricate relationship between antibody response and SARS-CoV-2, and provide critical reference for the development of antibody and vaccine strategies to overcome the antigenic variation of SARS-CoV-2."], ["SARS-CoV-2 RBD antibodies that maximize breadth and resistance to escape | Nature", "An ideal therapeutic anti-SARS-CoV-2 antibody would resist viral escape1,2,3, have activity against diverse sarbecoviruses4,5,6,7, and be highly protective through viral neutralization8,9,10,11 and effector functions12,13. Understanding how these properties relate to each other and vary across epitopes would aid the development of therapeutic antibodies and guide vaccine design. Here we comprehensively characterize escape, breadth and potency across a panel of SARS-CoV-2 antibodies targeting the receptor-binding domain (RBD). Despite a trade-off between in vitro neutralization potency and breadth of sarbecovirus binding, we identify neutralizing antibodies with exceptional sarbecovirus breadth and a corresponding resistance to SARS-CoV-2 escape. One of these antibodies, S2H97, binds with high affinity across all sarbecovirus clades to a cryptic epitope and prophylactically protects hamsters from viral challenge. Antibodies that target the angiotensin-converting enzyme 2 (ACE2) receptor-binding motif (RBM) typically have poor breadth and are readily escaped by mutations despite high neutralization potency. Nevertheless, we also characterize a potent RBM antibody (S2E128) with breadth across sarbecoviruses related to SARS-CoV-2 and a high barrier to viral escape. These data highlight principles underlying variation in escape, breadth and potency among antibodies that target the RBD, and identify epitopes and features to prioritize for therapeutic development against the current and potential future pandemics."], ["Structural basis for the neutralization of SARS-CoV-2 by an antibody from a convalescent patient | bioRxiv", "The COVID-19 pandemic has had unprecedented health and economic impact, but currently there are no approved therapies. We have isolated an antibody, EY6A, from a late-stage COVID-19 patient and show it neutralises SARS-CoV-2 and cross-reacts with SARS-CoV-1. EY6A Fab binds tightly (KD of 2 nM) the receptor binding domain (RBD) of the viral Spike glycoprotein and a 2.6Å crystal structure of an RBD/EY6A Fab complex identifies the highly conserved epitope, away from the ACE2 receptor binding site. Residues of this epitope are key to stabilising the pre-fusion Spike. Cryo-EM analyses of the pre-fusion Spike incubated with EY6A Fab reveal a complex of the intact trimer with three Fabs bound and two further multimeric forms comprising destabilized Spike attached to Fab. EY6A binds what is probably a major neutralising epitope, making it a candidate therapeutic for COVID-19."], ["Neutralizing nanobodies bind SARS-CoV-2 spike RBD and block interaction with ACE2 | Nature Structural & Molecular Biology", "The SARS-CoV-2 virus is more transmissible than previous coronaviruses and causes a more serious illness than influenza. The SARS-CoV-2 receptor binding domain (RBD) of the spike protein binds to the human angiotensin-converting enzyme 2 (ACE2) receptor as a prelude to viral entry into the cell. Using a naive llama single-domain antibody library and PCR-based maturation, we have produced two closely related nanobodies, H11-D4 and H11-H4, that bind RBD (KD of 39 and 12 nM, respectively) and block its interaction with ACE2. Single-particle cryo-EM revealed that both nanobodies bind to all three RBDs in the spike trimer. Crystal structures of each nanobody–RBD complex revealed how both nanobodies recognize the same epitope, which partly overlaps with the ACE2 binding surface, explaining the blocking of the RBD–ACE2 interaction. Nanobody-Fc fusions showed neutralizing activity against SARS-CoV-2 (4–6 nM for H11-H4, 18 nM for H11-D4) and additive neutralization with the SARS-CoV-1/2 antibody CR3022."], ["Human-IgG-Neutralizing Monoclonal Antibodies Block the SARS-CoV-2 Infection - ScienceDirect", "Coronavirus disease 2019 (COVID-19) has become a worldwide threat to humans, and neutralizing antibodies have therapeutic potential. We have purified more than 1,000 memory B cells specific to SARS-CoV-2 S1 or its RBD (receptor binding domain) and obtain 729 paired heavy- and light-chain fragments. Among these, 178 antibodies test positive for antigen binding, and the majority of the top 17 binders with EC50 below 1 nM are RBD binders. Furthermore, we identify 11 neutralizing antibodies, eight of which show IC50 within 10 nM, and the best one, 414-1, with IC50 of 1.75 nM. Through epitope mapping, we find three main epitopes in RBD recognized by these antibodies, and epitope-B antibody 553-15 could substantially enhance the neutralizing abilities of most of the other antibodies. We also find that 515-5 could cross neutralize the SARS-CoV pseudovirus. Altogether, our study provides 11 potent human neutralizing antibodies for COVID-19 as therapeutic candidates."], ["Neutralization potency of monoclonal antibodies recognizing dominant and subdominant epitopes on SARS-CoV-2 Spike is impacted by the B.1.1.7 variant - ScienceDirect", "Interaction of the SARS-CoV-2 Spike receptor binding domain (RBD) with the receptor ACE2 on host cells is essential for viral entry. RBD is the dominant target for neutralizing antibodies, and several neutralizing epitopes on RBD have been molecularly characterized. Analysis of circulating SARS-CoV-2 variants has revealed mutations arising in the RBD, N-terminal domain (NTD) and S2 subunits of Spike. To understand how these mutations affect Spike antigenicity, we isolated and characterized >100 monoclonal antibodies targeting epitopes on RBD, NTD, and S2 from SARS-CoV-2-infected individuals. Approximately 45% showed neutralizing activity, of which ∼20% were NTD specific. NTD-specific antibodies formed two distinct groups: the first was highly potent against infectious virus, whereas the second was less potent and displayed glycan-dependant neutralization activity. Mutations present in B.1.1.7 Spike frequently conferred neutralization resistance to NTD-specific antibodies. This work demonstrates that neutralizing antibodies targeting subdominant epitopes should be considered when investigating antigenic drift in emerging variants."], ["Structure of a germline-like human antibody defines a neutralizing epitope on the SARS-CoV-2 spike NTD | bioRxiv", "Structural characterization of infection- and vaccination-elicited antibodies in complex with antigen provides insight into the evolutionary arms race between the host and the pathogen and informs rational vaccine immunogen design. We isolated a germline-like monoclonal antibody (mAb) from plasmablasts activated upon mRNA vaccination against SARS-CoV-2 and determined its structure in complex with the spike glycoprotein by cryo-EM. We show that the mAb engages a previously uncharacterized neutralizing epitope on the spike N-terminal domain (NTD). The high-resolution structure reveals details of the intermolecular interactions and shows that the mAb inserts its HCDR3 loop into a hydrophobic NTD cavity previously shown to bind a heme metabolite, biliverdin. We demonstrate direct competition with biliverdin and that - because of the conserved nature of the epitope – the mAb maintains binding to viral variants B.1.1.7 and B.1.351. Our study illustrates the feasibility of targeting the NTD to achieve broad neutralization against SARS-CoV-2 variants."], ["Mouse Antibodies with Activity Against the SARS-CoV-2 D614G and B.1.351 Variants | bioRxiv", "With the rapid spread of SARS-CoV-2 variants, including those that are resistant to antibodies authorized for emergency use, it is apparent that new antibodies may be needed to effectively protect patients against more severe disease. Differences between the murine and human antibody repertoires may allow for the isolation of murine monoclonal antibodies that recognize a different or broader range of SARS-CoV-2 variants than the human antibodies that have been characterized so far. We describe mouse antibodies B13 and O24 that demonstrate neutralizing potency against SARS-CoV-2 Wuhan (D614G) and B.1.351 variants. Such murine antibodies may have advantages in protecting against severe symptoms when individuals are exposed to new SARS-CoV-2 variants."], ["The antigenic anatomy of SARS-CoV-2 receptor binding domain - ScienceDirect", "Antibodies are crucial to immune protection against SARS-CoV-2, with some in emergency use as therapeutics. Here, we identify 377 human monoclonal antibodies (mAbs) recognizing the virus spike and focus mainly on 80 that bind the receptor binding domain (RBD). We devise a competition data-driven method to map RBD binding sites. We find that although antibody binding sites are widely dispersed, neutralizing antibody binding is focused, with nearly all highly inhibitory mAbs (IC50 < 0.1 μg/mL) blocking receptor interaction, except for one that binds a unique epitope in the N-terminal domain. Many of these neutralizing mAbs use public V-genes and are close to germline. We dissect the structural basis of recognition for this large panel of antibodies through X-ray crystallography and cryoelectron microscopy of 19 Fab-antigen structures. We find novel binding modes for some potently inhibitory antibodies and demonstrate that strongly neutralizing mAbs protect, prophylactically or therapeutically, in animal models."], ["Antibody evasion by the P.1 strain of SARS-CoV-2 - ScienceDirect", "Terminating the SARS-CoV-2 pandemic relies upon pan-global vaccination. Current vaccines elicit neutralizing antibody responses to the virus spike derived from early isolates. However, new strains have emerged with multiple mutations, including P.1 from Brazil, B.1.351 from South Africa, and B.1.1.7 from the UK (12, 10, and 9 changes in the spike, respectively). All have mutations in the ACE2 binding site, with P.1 and B.1.351 having a virtually identical triplet (E484K, K417N/T, and N501Y), which we show confer similar increased affinity for ACE2. We show that, surprisingly, P.1 is significantly less resistant to naturally acquired or vaccine-induced antibody responses than B.1.351, suggesting that changes outside the receptor-binding domain (RBD) impact neutralization. Monoclonal antibody (mAb) 222 neutralizes all three variants despite interacting with two of the ACE2-binding site mutations. We explain this through structural analysis and use the 222 light chain to largely restore neutralization potency to a major class of public antibodies."], ["Convergent Antibody Responses to SARS-CoV-2 Infection in Convalescent Individuals | bioRxiv", "During the COVID-19 pandemic, SARS-CoV-2 infected millions of people and claimed hundreds of thousands of lives. Virus entry into cells depends on the receptor binding domain (RBD) of the SARS-CoV-2 spike protein (S). Although there is no vaccine, it is likely that antibodies will be essential for protection. However, little is known about the human antibody response to SARS-CoV-21–5. Here we report on 149 COVID-19 convalescent individuals. Plasmas collected an average of 39 days after the onset of symptoms had variable half-maximal neutralizing titers ranging from undetectable in 33% to below 1:1000 in 79%, while only 1% showed titers >1:5000. Antibody cloning revealed expanded clones of RBD-specific memory B cells expressing closely related antibodies in different individuals. Despite low plasma titers, antibodies to three distinct epitopes on RBD neutralized at half-maximal inhibitory concentrations (IC50s) as low as single digit ng/mL. Thus, most convalescent plasmas obtained from individuals who recover from COVID-19 do not contain high levels of neutralizing activity. Nevertheless, rare but recurring RBD-specific antibodies with potent antiviral activity were found in all individuals tested, suggesting that a vaccine designed to elicit such antibodies could be broadly effective."], ["Potent Neutralizing Antibodies against SARS-CoV-2 Identified by High-Throughput Single-Cell Sequencing of Convalescent Patients’ B Cells - ScienceDirect", "The COVID-19 pandemic urgently needs therapeutic and prophylactic interventions. Here, we report the rapid identification of SARS-CoV-2-neutralizing antibodies by high-throughput single-cell RNA and VDJ sequencing of antigen-enriched B cells from 60 convalescent patients. From 8,558 antigen-binding IgG1+ clonotypes, 14 potent neutralizing antibodies were identified, with the most potent one, BD-368-2, exhibiting an IC50 of 1.2 and 15 ng/mL against pseudotyped and authentic SARS-CoV-2, respectively. BD-368-2 also displayed strong therapeutic and prophylactic efficacy in SARS-CoV-2-infected hACE2-transgenic mice. Additionally, the 3.8 Å cryo-EM structure of a neutralizing antibody in complex with the spike-ectodomain trimer revealed the antibody’s epitope overlaps with the ACE2 binding site. Moreover, we demonstrated that SARS-CoV-2-neutralizing antibodies could be directly selected based on similarities of their predicted CDR3H structures to those of SARS-CoV-neutralizing antibodies. Altogether, we showed that human neutralizing antibodies could be efficiently discovered by high-throughput single B cell sequencing in response to pandemic infectious diseases."], ["B cell genomics behind cross-neutralization of SARS-CoV-2 variants and SARS-CoV - ScienceDirect", "Monoclonal antibodies (mAbs) are a focus in vaccine and therapeutic design to counteract severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and its variants. Here, we combined B cell sorting with single-cell VDJ and RNA sequencing (RNA-seq) and mAb structures to characterize B cell responses against SARS-CoV-2. We show that the SARS-CoV-2-specific B cell repertoire consists of transcriptionally distinct B cell populations with cells producing potently neutralizing antibodies (nAbs) localized in two clusters that resemble memory and activated B cells. Cryo-electron microscopy structures of selected nAbs from these two clusters complexed with SARS-CoV-2 spike trimers show recognition of various receptor-binding domain (RBD) epitopes. One of these mAbs, BG10-19, locks the spike trimer in a closed conformation to potently neutralize SARS-CoV-2, the recently arising mutants B.1.1.7 and B.1.351, and SARS-CoV and cross-reacts with heterologous RBDs. Together, our results characterize transcriptional differences among SARS-CoV-2-specific B cells and uncover cross-neutralizing Ab targets that will inform immunogen and therapeutic design against coronaviruses."], ["Fast isolation of sub-nanomolar affinity alpaca nanobody against the Spike RBD of SARS-CoV-2 by combining bacterial display and a simple single-step density gradient selection | bioRxiv", "Despite the worldwide efforts to avoid disease progression of COVID-19 into a severe acute respiratory syndrome and avoid its severe impact on health systems; the situation remains critical. Effective diagnosis, treatment, and prophylactic measures are required to meet the worldwide demand: recombinant antibodies such as alpaca Nanobodies fulfill these requirements. Here, we develop a fast track for nanobody isolation against the receptor-binding-domain (RBD) SARS-CoV-2 Spike protein following an optimized immunization, efficient construction of the VHH library for E. coli surface display, and single-step selection of high-affinity nanobodies using a simple density gradient centrifugation of the bacterial library. Following this procedure, we isolate and characterize an alpaca Nanobody against Spike RBD of SARS-CoV-2 in the sub-nanomolar range."], ["Human single-chain antibodies neutralize SARS-CoV-2 variants by engaging an essential epitope of the spike: a new weapon against COVID-19 | bioRxiv", "As of June 2021, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) remains a global emergency and effective therapeutic interventions for the treatment and prevention of coronavirus disease 2019 (COVID-19) are urgently needed. SARS-CoV-2-neutralizing monoclonal antibodies (mAbs) represent a promising approach to COVID-19 therapy. However, the recently described accumulating mutations in the SARS-CoV-2 spike protein are challenging the efficacy of approved and investigational mAbs, whose widespread use is also hampered by their significant costs and possible side effects, including Antibody-Dependent Enhancement (ADE). Here we describe a cluster of SARS-CoV-2 neutralizing human single chain variable fragment antibodies, identified by phage display, sharing a common VH CDR3 sequence. Phage libraries were built by amplifying variable domains of immunoglobulin genes from cDNA derived from lymphocytes of COVID-19 convalescent subjects living in Bergamo, Italy. The scFv76-cluster antibodies (scFv76-cl Abs) exhibit high affinity for the spike receptor binding domain (RBD) of Wuhan strain and emerging variants, leading to inhibition of RBD/human ACE2 interaction. The antigenic epitope recognized by scFv76 was mapped in the receptor binding motif (RBM) of RBD at residues L455, F456, Y473, N487 and Y489. None of these residues has been to date listed among the RBD mutations of SARS-CoV-2 variants of concern (VOCs), suggesting an important role of such epitope in viral infectivity. Treatment with scFv76-cl Abs is effective against SARS-CoV-2, as determined by in vitro experiments of viral infection, replication, cytopathogenicity and spike-mediated syncytia formation. Moreover, their intranasal administration is shown to counteract infection in two independent animal models. Overall, the biochemical and biological characteristics of scFv76-cl Abs are compatible with their clinical use for COVID-19 therapy by intranasal or aerosol administration. To our knowledge, this is the first example of promising human anti-SARS-CoV-2 scFv antibodies as drug candidates for COVID-19 therapy."], ["Structures of potent and convergent neutralizing antibodies bound to the SARS-CoV-2 spike unveil a unique epitope responsible for exceptional potency | bioRxiv", "Understanding the mechanism of neutralizing antibodies (NAbs) against SARS-CoV-2 is critical for effective vaccines and therapeutics development. We recently reported an exceptionally potent NAb, BD-368-2, and revealed the existence of VH3-53/VH3-66 convergent NAbs in COVID-19. Here we report the 3.5-Å cryo-EM structure of BD-368-2’s Fabs in complex with a mutation-induced prefusion-state-stabilized spike trimer. Unlike VH3-53/VH3-66 NAbs, BD-368-2 fully blocks ACE2 binding by occupying all three receptor-binding domains (RBDs) simultaneously, regardless of their “up” and “down” positions. BD-368-2 also triggers fusogenic-like structural rearrangements of the spike trimer, which could impede viral entry. Moreover, BD-368-2 completely avoids the common epitope of VH3-53/VH3-66 NAbs, evidenced by multiple crystal structures of their Fabs in tripartite complexes with RBD, suggesting a new way of pairing potent NAbs to prevent neutralization escape. Together, these results rationalize a unique epitope that leads to exceptional neutralization potency, and provide guidance for NAb therapeutics and vaccine designs against SARS-CoV-2."], ["Accelerated Antibody Discovery Targeting the SARS-CoV-2 Spike Protein for COVID-19 Therapeutic Potential | bioRxiv", "Rapid deployment of technologies capable of high-throughput and high-resolution screening is imperative for timely response to viral outbreaks. Risk mitigation in the form of leveraging multiple advanced technologies further increases the likelihood of identifying efficacious treatments in an aggressive timeline. In this study, we describe two parallel, yet distinct, in vivo approaches for accelerated discovery of antibodies targeting the SARS-CoV-2 spike protein. Working with human transgenic Alloy-GK mice, we detail a single B-cell discovery workflow to directly interrogate antibodies secreted from plasma cells for binding specificity and ACE2 receptor blocking activity. Additionally, we describe a concurrent accelerated hybridoma-based workflow utilizing a DiversimAb™ mouse model for increased diversity. The panel of antibodies isolated from both workflows revealed binding to distinct epitopes with both blocking and non-blocking profiles. Sequence analysis of the resulting lead candidates uncovered additional diversity with the opportunity for straightforward engineering and affinity maturation. By combining in vivo models with advanced integration of screening and selection platforms, lead antibody candidates can be sequenced and fully characterized within one to three months."], ["Nanobodies from camelid mice and llamas neutralize SARS-CoV-2 variants | Nature", "Since the start of the COVID-19 pandemic, SARS-CoV-2 has caused millions of deaths worldwide. Although a number of vaccines have been deployed, the continual evolution of the receptor-binding domain (RBD) of the virus has challenged their efficacy. In particular, the emerging variants B.1.1.7, B.1.351 and P.1 (first detected in the UK, South Africa and Brazil, respectively) have compromised the efficacy of sera from patients who have recovered from COVID-19 and immunotherapies that have received emergency use authorization1,2,3. One potential alternative to avert viral escape is the use of camelid VHHs (variable heavy chain domains of heavy chain antibody (also known as nanobodies)), which can recognize epitopes that are often inaccessible to conventional antibodies4. Here, we isolate anti-RBD nanobodies from llamas and from mice that we engineered to produce VHHs cloned from alpacas, dromedaries and Bactrian camels. We identified two groups of highly neutralizing nanobodies. Group 1 circumvents antigenic drift by recognizing an RBD region that is highly conserved in coronaviruses but rarely targeted by human antibodies. Group 2 is almost exclusively focused to the RBD–ACE2 interface and does not neutralize SARS-CoV-2 variants that carry E484K or N501Y substitutions. However, nanobodies in group 2 retain full neutralization activity against these variants when expressed as homotrimers, and—to our knowledge—rival the most potent antibodies against SARS-CoV-2 that have been produced to date. These findings suggest that multivalent nanobodies overcome SARS-CoV-2 mutations through two separate mechanisms: enhanced avidity for the ACE2-binding domain and recognition of conserved epitopes that are largely inaccessible to human antibodies. Therefore, although new SARS-CoV-2 mutants will continue to emerge, nanobodies represent promising tools to prevent COVID-19 mortality when vaccines are compromised."], ["Structural Basis for Potent Neutralization of Betacoronaviruses by Single-Domain Camelid Antibodies - ScienceDirect", "Coronaviruses make use of a large envelope protein called spike (S) to engage host cell receptors and catalyze membrane fusion. Because of the vital role that these S proteins play, they represent a vulnerable target for the development of therapeutics. Here, we describe the isolation of single-domain antibodies (VHHs) from a llama immunized with prefusion-stabilized coronavirus spikes. These VHHs neutralize MERS-CoV or SARS-CoV-1 S pseudotyped viruses, respectively. Crystal structures of these VHHs bound to their respective viral targets reveal two distinct epitopes, but both VHHs interfere with receptor binding. We also show cross-reactivity between the SARS-CoV-1 S-directed VHH and SARS-CoV-2 S and demonstrate that this cross-reactive VHH neutralizes SARS-CoV-2 S pseudotyped viruses as a bivalent human IgG Fc-fusion. These data provide a molecular basis for the neutralization of pathogenic betacoronaviruses by VHHs and suggest that these molecules may serve as useful therapeutics during coronavirus outbreaks."], ["A Potently Neutralizing Antibody Protects Mice against SARS-CoV-2 Infection | The Journal of Immunology", "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is responsible for millions of infections and hundreds of thousands of deaths globally. There are no widely available licensed therapeutics against SARS-CoV-2, highlighting an urgent need for effective interventions. The virus enters host cells through binding of a receptor-binding domain within its trimeric spike glycoprotein to human angiotensin-converting enzyme 2. In this article, we describe the generation and characterization of a panel of murine mAbs directed against the receptor-binding domain. One mAb, 2B04, neutralized wild-type SARS-CoV-2 in vitro with remarkable potency (half-maximal inhibitory concentration of <2 ng/ml). In a murine model of SARS-CoV-2 infection, 2B04 protected challenged animals from weight loss, reduced lung viral load, and blocked systemic dissemination. Thus, 2B04 is a promising candidate for an effective antiviral that can be used to prevent SARS-CoV-2 infection."], ["Human neutralizing antibodies elicited by SARS-CoV-2 infection | Nature", "The coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) presents a global health emergency that is in urgent need of intervention1,2,3. The entry of SARS-CoV-2 into its target cells depends on binding between the receptor-binding domain (RBD) of the viral spike protein and its cellular receptor, angiotensin-converting enzyme 2 (ACE2)2,4,5,6. Here we report the isolation and characterization of 206 RBD-specific monoclonal antibodies derived from single B cells from 8 individuals infected with SARS-CoV-2. We identified antibodies that potently neutralize SARS-CoV-2; this activity correlates with competition with ACE2 for binding to RBD. Unexpectedly, the anti-SARS-CoV-2 antibodies and the infected plasma did not cross-react with the RBDs of SARS-CoV or Middle East respiratory syndrome-related coronavirus (MERS-CoV), although there was substantial plasma cross-reactivity to their trimeric spike proteins. Analysis of the crystal structure of RBD-bound antibody revealed that steric hindrance inhibits viral engagement with ACE2, thereby blocking viral entry. These findings suggest that anti-RBD antibodies are largely viral-species-specific inhibitors. The antibodies identified here may be candidates for development of clinical interventions against SARS-CoV-2."], ["Identification of single-chain antibody fragments specific against SARS-associated coronavirus from phage-displayed antibody library - ScienceDirect", "To develop early diagnostic reagents, effective vaccines, and even drugs against SARS-associated coronavirus (SARS-CoV), the human single fold single-chain antibody fragments, (scFv) libraries I + J (Tomlinson I + J) were used to identify novel scFvs, which can specifically bind to SARS-CoV. Interestingly, two scFvs (B5 and B9) exhibited higher binding specificity to SARS-CoV with the OD450 value 0.608 and 0.545, respectively, and their coding sequences shared the identical sequence composed of VH gene (351 bp) and VL gene (327 bp), so the two scFvs were uniformly named as SA59B and chosen for further analysis. SA59B scFv was expressed in soluble form in Escherichia coli HB2151 and purified by immobilized metal affinity chromatography. The soluble 30 kDa SA59B scFv-antibody was verified in SDS–PAGE and Western-blot. The purified SA59B scFv-antibody was labeled with HRP by the glutaraldehyde method, and the concentration of HRP and SA59B scFv-antibody in the SA59B-HRP solution reached 2.4 and 2.28 mg/ml, respectively. Then, the binding ability of SA59B-HRP to SARS-CoV was evaluated by ELISA with S/N of 11.6, indicating higher binding specificity between them. Finally, both the SA59B sequence specificity and its application for diagnosis, prophylaxis or therapy of SARS were discussed."], ["Fragment-based computational design of antibodies targeting structured epitopes | bioRxiv", "De novo design methods hold the promise of reducing the time and cost of antibody discovery, while enabling the facile and precise targeting of specific epitopes. Here we describe a fragment-based method for the combinatorial design of antibody binding loops and their grafting onto antibody scaffolds. We designed and tested six single-domain antibodies targeting different epitopes on three antigens, including the receptor-binding domain of the SARS-CoV-2 spike protein. Biophysical characterisation showed that all designs are highly stable, and bind their intended targets with affinities in the nanomolar range without any in vitro affinity maturation. We further show that a high-resolution input antigen structure is not required, as our method yields similar predictions when the input is a crystal structure or a computer-generated model. This computational procedure, which readily runs on a laptop, provides the starting point for the rapid generation of lead antibodies binding to pre-selected epitopes."], ["Structural basis for bivalent binding and inhibition of SARS-CoV-2 infection by human potent neutralizing antibodies | bioRxiv", "Neutralizing monoclonal antibodies (nAbs) to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) represent promising candidates for clinical intervention against coronavirus virus diseases 2019 (COVID-19). We isolated a large number of nAbs from SARS-CoV-2 infected individuals capable of disrupting proper interaction between the receptor binding domain (RBD) of the viral spike (S) protein and the receptor angiotensin converting enzyme 2 (ACE2). In order to understand the mechanism of these nAbs on neutralizing SARS-CoV-2 virus infections, we have performed cryo-EM analysis and here report cryo-EM structures of the ten most potent nAbs in their native full-length IgG or Fab forms bound to the trimeric S protein of SARS-CoV-2. The bivalent binding of the full-length IgG is found to associate with more RBD in the “up” conformation than the monovalent binding of Fab, perhaps contributing to the enhanced neutralizing activity of IgG and triggering more shedding of the S1 subunit from the S protein. Comparison of large number of nAbs identified common and unique structural features associated with their potent neutralizing activities. This work provides structural basis for further understanding the mechanism of nAbs, especially through revealing the bivalent binding and their correlation with more potent neutralization and the shedding of S1 subunit."], ["Structural basis for SARS-CoV-2 neutralizing antibodies with novel binding epitopes", "The ongoing Coronavirus Disease 2019 (COVID-19) pandemic caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) threatens global public health and economy unprecedentedly, requiring accelerating development of prophylactic and therapeutic interventions. Molecular understanding of neutralizing antibodies (NAbs) would greatly help advance the development of monoclonal antibody (mAb) therapy, as well as the design of next generation recombinant vaccines. Here, we applied H2L2 transgenic mice encoding the human immunoglobulin variable regions, together with a state-of-the-art antibody discovery platform to immunize and isolate NAbs. From a large panel of isolated antibodies, 25 antibodies showed potent neutralizing activities at sub-nanomolar levels by engaging the spike receptor-binding domain (RBD). Importantly, one human NAb, termed PR1077, from the H2L2 platform and 2 humanized NAb, including PR953 and PR961, were further characterized and subjected for subsequent structural analysis. High-resolution X-ray crystallography structures unveiled novel epitopes on the receptor-binding motif (RBM) for PR1077 and PR953, which directly compete with human angiotensin-converting enzyme 2 (hACE2) for binding, and a novel non-blocking epitope on the neighboring site near RBM for PR961. Moreover, we further tested the antiviral efficiency of PR1077 in the Ad5-hACE2 transduction mouse model of COVID-19. A single injection provided potent protection against SARS-CoV-2 infection in either prophylactic or treatment groups. Taken together, these results shed light on the development of mAb-related therapeutic interventions for COVID-19."], ["Diverse immunoglobulin gene usage and convergent epitope targeting in neutralizing antibody responses to SARS-CoV-2 - ScienceDirect", "It is unclear whether individuals with enormous diversity in B cell receptor repertoires are consistently able to mount effective antibody responses against SARS-CoV-2. We analyzed antibody responses in a cohort of 55 convalescent patients and isolated 54 potent neutralizing monoclonal antibodies (mAbs). While most of the mAbs target the angiotensin-converting enzyme 2 (ACE2) binding surface on the receptor binding domain (RBD) of SARS-CoV-2 spike protein, mAb 47D1 binds only to one side of the receptor binding surface on the RBD. Neutralization by 47D1 is achieved independent of interfering RBD-ACE2 binding. A crystal structure of the mAb-RBD complex shows that the IF motif at the tip of 47D1 CDR H2 interacts with a hydrophobic pocket in the RBD. Diverse immunoglobulin gene usage and convergent epitope targeting characterize neutralizing antibody responses to SARS-CoV-2, suggesting that vaccines that effectively present the receptor binding site on the RBD will likely elicit neutralizing antibody responses in a large fraction of the population."], ["LY-CoV1404 potently neutralizes SARS-CoV-2 variants | bioRxiv", "LY-CoV1404 is a highly potent, neutralizing, SARS-CoV-2 spike glycoprotein receptor binding domain (RBD)-specific antibody identified from a convalescent COVID-19 patient approximately 60 days after symptom onset. In pseudovirus studies, LY-CoV1404 retains potent neutralizing activity against numerous variants including B.1.1.7, B.1.351, B.1.427/B.1.429, P.1, and B.1.526 and binds to these variants in the presence of their underlying RBD mutations (which include K417N, L452R, E484K, and N501Y). LY-CoV1404 also neutralizes authentic SARS-CoV-2 in two different assays against multiple isolates. The RBD positions comprising the LY-CoV1404 epitope are highly conserved, with the exception of N439 and N501; notably the binding and neutralizing activity of LY-CoV1404 is unaffected by the most common mutations at these positions (N439K and N501Y). The breadth of variant binding, potent neutralizing activity and the relatively conserved epitope suggest that LY-CoV1404 is one in a panel of well-characterized, clinically developable antibodies that could be deployed rapidly to address current and emerging variants. New variant-resistant treatments such as LY-CoV1404 are desperately needed, given that some of the existing therapeutic antibodies are less effective or ineffective against certain variants and the impact of variants on vaccine efficacy is still poorly understood."], ["Rapid identification of a human antibody with high prophylactic and therapeutic efficacy in three animal models of SARS-CoV-2 infection | PNAS", "Effective therapies are urgently needed for the SARS-CoV-2/COVID-19 pandemic. We identified panels of fully human monoclonal antibodies (mAbs) from large phage-displayed Fab, scFv, and VH libraries by panning against the receptor binding domain (RBD) of the SARS-CoV-2 spike (S) glycoprotein. A high-affinity Fab was selected from one of the libraries and converted to a full-size antibody, IgG1 ab1, which competed with human ACE2 for binding to RBD. It potently neutralized replication-competent SARS-CoV-2 but not SARS-CoV, as measured by two different tissue culture assays, as well as a replication-competent mouse ACE2-adapted SARS-CoV-2 in BALB/c mice and native virus in hACE2-expressing transgenic mice showing activity at the lowest tested dose of 2 mg/kg. IgG1 ab1 also exhibited high prophylactic and therapeutic efficacy in a hamster model of SARS-CoV-2 infection. The mechanism of neutralization is by competition with ACE2 but could involve antibody-dependent cellular cytotoxicity (ADCC) as IgG1 ab1 had ADCC activity in vitro. The ab1 sequence has a relatively low number of somatic mutations, indicating that ab1-like antibodies could be quickly elicited during natural SARS-CoV-2 infection or by RBD-based vaccines. IgG1 ab1 did not aggregate, did not exhibit other developability liabilities, and did not bind to any of the 5,300 human membrane-associated proteins tested. These results suggest that IgG1 ab1 has potential for therapy and prophylaxis of SARS-CoV-2 infections. The rapid identification (within 6 d of availability of antigen for panning) of potent mAbs shows the value of large antibody libraries for response to public health threats from emerging microbes."], ["Extremely potent human monoclonal antibodies from COVID-19 convalescent patients - ScienceDirect", "Human monoclonal antibodies are safe, preventive, and therapeutic tools that can be rapidly developed to help restore the massive health and economic disruption caused by the coronavirus disease 2019 (COVID-19) pandemic. By single-cell sorting 4,277 SARS-CoV-2 spike protein-specific memory B cells from 14 COVID-19 survivors, 453 neutralizing antibodies were identified. The most potent neutralizing antibodies recognized the spike protein receptor-binding domain, followed in potency by antibodies that recognize the S1 domain, the spike protein trimer, and the S2 subunit. Only 1.4% of them neutralized the authentic virus with a potency of 1–10 ng/mL. The most potent monoclonal antibody, engineered to reduce the risk of antibody-dependent enhancement and prolong half-life, neutralized the authentic wild-type virus and emerging variants containing D614G, E484K, and N501Y substitutions. Prophylactic and therapeutic efficacy in the hamster model was observed at 0.25 and 4 mg/kg respectively in absence of Fc functions."], ["Potent neutralization of SARS-CoV-2 variants of concern by an antibody with a unique genetic signature and structural mode of spike recognition | bioRxiv", "The emergence of novel SARS-CoV-2 lineages that are more transmissible and resistant to currently approved antibody therapies poses a considerable challenge to the clinical treatment of COVID-19. Therefore, the need for ongoing discovery efforts to identify broadly reactive monoclonal antibodies to SARS-CoV-2 is of utmost importance. Here, we report a panel of SARS-CoV-2 antibodies isolated using the LIBRA-seq technology from an individual who recovered from COVID-19. Of these antibodies, 54042-4 showed potent neutralization against authentic SARS-CoV-2 viruses, including variants of concern (VOCs). A cryo-EM structure of 54042-4 in complex with the SARS-CoV-2 spike revealed an epitope composed of residues that are highly conserved in currently circulating SARS-CoV-2 lineages. Further, 54042-4 possesses unique genetic and structural characteristics that distinguish it from other potently neutralizing SARS-CoV-2 antibodies. Together, these findings motivate 54042-4 as a lead candidate for clinical development to counteract current and future SARS-CoV-2 VOCs."], ["Isolation and identification of an scFv antibody against nucleocapsid protein of SARS-CoV - ScienceDirect", "To develop reagents for early diagnosis and therapeutic drugs against SARS-associated coronavirus (SARS-CoV), a large (3 × 109) immunized human antibody library was constructed from peripheral blood mononuclear cells from six SARS convalescent patients. A single chain variable fragment antibody (N18) with high affinity against N protein of SARS-CoV was isolated. Sequence analysis revealed that the VL gene was composed of VL3 h (V lambda subgroup) and JL2 regions and the VH gene was composed of VH1-69 (VH1 subgroup), D2-15, D3-22 and JH6 regions. Soluble N18 antibody was expressed in Escherichia coli HB2151, purified by Ni–NTA affinity chromatography and verified by SDS-PAGE and Western blot. The potential application for early diagnosis was evaluated using N protein capture ELISA in which N18 antibody demonstrated high sensitive activity in detecting N protein of SARS-CoV. Finally, the potential usefulness of the N18 antibody in prophylaxis, vaccine design and therapy of SARS is discussed."], ["Cross-reactivity of antibody against SARS-coronavirus nucleocapsid protein with IL-11 - ScienceDirect", "Infection of SARS-associated coronavirus (SARS-CoV) induced a strong anti-nucleocapsid (anti-N) antibody response. However, the pathophysiological significance of the anti-N antibodies in SARS pathogenesis is largely unknown. To profile the anti-N antibodies, a phage-displayed scFv library was prepared from mice immunized with heat-inactivated SARS-CoV-infected Vero E6 cell lysate. Specific anti-N scFvs were isolated by panning against a recombinant nucleocapsid protein and reactivity was confirmed with phage-ELISA. Sequence analysis indicated that two of the isolated anti-N scFv clones were identical and displayed a high homology with an scFv specific for interleukin 11 (IL-11), an anti-inflammatory cytokine derived from bone marrow stroma cells. In a neutralization assay, IL-11-induced STAT 3 phosphorylation in rat intestinal epithelial IEC-18 cells was completely suppressed by the anti-N scFv clone L9N01."], ["Characterization of germline antibody libraries from human umbilical cord blood and selection of monoclonal antibodies to viral envelope glycoproteins: Implications for mechanisms of immune evasion and design of vaccine immunogens - ScienceDirect", "We have previously observed that all known HIV-1 broadly neutralizing antibodies (bnAbs) are highly divergent from germline antibodies in contrast to bnAbs against Hendra virus, Nipah virus and SARS coronavirus (SARS CoV). We have hypothesized that because the germline antibodies are so different from the mature HIV-1-specific bnAbs they may not bind the epitopes of the mature antibodies and provided the first evidence to support this hypothesis by using individual putative germline-like predecessor antibodies. To further validate the hypothesis and understand initial immune responses to different viruses, two phage-displayed human cord blood-derived IgM libraries were constructed which contained mostly germline antibodies or antibodies with very low level of somatic hypermutations. They were panned against different HIV-1 envelope glycoproteins (Envs), SARS CoV protein receptor-binding domain (RBD), and soluble Hendra virus G protein (sG). Despite a high sequence and combinatorial diversity observed in the cord blood-derived IgM antibody repertoire, no enrichment for binders of Envs was observed in contrast to considerable specific enrichments produced with panning against RBD and sG; one of the selected monoclonal antibodies (against the RBD) was of high (nM) affinity with only few somatic mutations. These results further support and expand our initial hypothesis for fundamental differences in immune responses leading to elicitation of bnAbs against HIV-1 compared to SARS CoV and Hendra virus. HIV-1 uses a strategy to minimize or eliminate strong binding of germline antibodies to its Env; in contrast, SARS CoV and Hendra virus, and perhaps other viruses causing acute infections, can bind germline antibody or minimally somatically mutated antibodies with relatively high affinity which could be one of the reasons for the success of sG and RBD as vaccine immunogens."], ["A dominant antigenic epitope on SARS-CoV spike protein identified by an avian single-chain variable fragment (scFv)-expressing phage - ScienceDirect", "Severe acute respiratory syndrome (SARS) is a newly emergent human disease, which requires rapid diagnosis and effective therapy. Among antibody sources, immunoglobulin Y (IgY) is the major antibody found in chicken eggs and can be used as an alternative to mammalian antibodies normally used in research and immunotherapy. In this study, phage-expressing chicken monoclonal scFv antibody was chosen and characterized with phage display antibody technology. Truncated fragments of SARS-CoV spike protein were cloned in pET-21 vector and expressed in BL-21 Escherichia coli (E. coli) cells. After purification, the purity of these recombinant spike proteins was examined on SDS–PAGE and their identity verified with Western blot analysis using anti-his antibodies and sera from convalescent stage SARS-CoV-infected patients. Using these bacteria-derived proteins to immunize chickens, it was found that polyclonal IgY antibodies in the egg yolk and sera were highly reactive to the immunogens, as shown by Western blot and immunocytochemical staining analysis. A phage displaying scFv library was also established from spleen B cells of immunized chicken with 5 × 107 clones. After four panning cycles, the eluted phage titer showed a 10-fold increase. In sequence analysis with chicken germline gene, five phage clones reacted, with large dissimilarities of between 31 and 62%, in the complementarity-determining regions, one dominant phage 4S1 had strong binding to fragment Se-e, located between amino acid residues 456–650 of the spike protein and this particular phage had significantly strong binding to SARS-CoV-infected Vero E6 cells. Based on the results, we conclude that generating specific scFv-expressing phage binders with the phage display system can be successfully achieved and that this knowledge can be applied in clinical or academic research."], ["Chicken single-chain variable fragments against the SARS-CoV spike protein - ScienceDirect", "The major concern for severe acute respiratory syndrome (SARS), caused by the SARS-associated coronavirus (SARS-CoV), is the lack of diagnostic and therapeutic agents. Using a phage display technology in a chicken system, high-affinity monoclonal antibody fragments against the SARS-CoV spike protein were characterized. Ten truncated spike protein gene fragments were expressed in Escherichia coli cells. Following the immunization of chickens with these recombinant spike proteins, two single-chain variable fragment (scFv) antibody libraries were established with short or long linkers to contain 5 × 107 and 9 × 106 transformants, respectively. After four rounds of panning selection, the scFv antibodies of randomly chosen clones were demonstrated by Coomassie blue staining, and verified by western blot analysis. In a comparison of nucleotide sequences with the chicken germline gene, we found that all clones varied in the complementarity-determining regions, that two scFv antibodies reacted significantly with SARS-CoV-infected Vero cells, and that those two specific scFv antibodies recognized the same region of the spike protein spanning amino acid residues 750–1000. In conclusion, the results suggest that the chicken scFv phage display system can be a potential model for mass production of high-affinity antibodies against the SARS-CoV spike protein."], ["Pre- and postexposure efficacy of fully human antibodies against Spike protein in a novel humanized mouse model of MERS-CoV infection | PNAS", "Traditional approaches to antimicrobial drug development are poorly suited to combatting the emergence of novel pathogens. Additionally, the lack of small animal models for these infections hinders the in vivo testing of potential therapeutics. Here we demonstrate the use of the VelocImmune technology (a mouse that expresses human antibody-variable heavy chains and κ light chains) alongside the VelociGene technology (which allows for rapid engineering of the mouse genome) to quickly develop and evaluate antibodies against an emerging viral disease. Specifically, we show the rapid generation of fully human neutralizing antibodies against the recently emerged Middle East Respiratory Syndrome coronavirus (MERS-CoV) and development of a humanized mouse model for MERS-CoV infection, which was used to demonstrate the therapeutic efficacy of the isolated antibodies. The VelocImmune and VelociGene technologies are powerful platforms that can be used to rapidly respond to emerging epidemics."], ["Cross-reactive coronavirus antibodies with diverse epitope specificities and Fc effector functions - ScienceDirect", "The continual emergence of novel coronaviruses (CoV), such as severe acute respiratory syndrome-(SARS)-CoV-2, highlights the critical need for broadly reactive therapeutics and vaccines against this family of viruses. From a recovered SARS-CoV donor sample, we identify and characterize a panel of six monoclonal antibodies that cross-react with CoV spike (S) proteins from the highly pathogenic SARS-CoV and SARS-CoV-2, and demonstrate a spectrum of reactivity against other CoVs. Epitope mapping reveals that these antibodies recognize multiple epitopes on SARS-CoV-2 S, including the receptor-binding domain, the N-terminal domain, and the S2 subunit. Functional characterization demonstrates that the antibodies mediate phagocytosis—and in some cases trogocytosis—but not neutralization in vitro. When tested in vivo in murine models, two of the antibodies demonstrate a reduction in hemorrhagic pathology in the lungs. The identification of cross-reactive epitopes recognized by functional antibodies expands the repertoire of targets for pan-coronavirus vaccine design strategies."], ["A human monoclonal antibody blocking SARS-CoV-2 infection | Nature Communications", "The emergence of the novel human coronavirus SARS-CoV-2 in Wuhan, China has caused a worldwide epidemic of respiratory disease (COVID-19). Vaccines and targeted therapeutics for treatment of this disease are currently lacking. Here we report a human monoclonal antibody that neutralizes SARS-CoV-2 (and SARS-CoV) in cell culture. This cross-neutralizing antibody targets a communal epitope on these viruses and may offer potential for prevention and treatment of COVID-19."], ["Structural basis for broad coronavirus neutralization | Nature Structural & Molecular Biology", "Three highly pathogenic β-coronaviruses have crossed the animal-to-human species barrier in the past two decades: SARS-CoV, MERS-CoV and SARS-CoV-2. To evaluate the possibility of identifying antibodies with broad neutralizing activity, we isolated a monoclonal antibody, termed B6, that cross-reacts with eight β-coronavirus spike glycoproteins, including all five human-infecting β-coronaviruses. B6 broadly neutralizes entry of pseudotyped viruses from lineages A and C, but not from lineage B, and the latter includes SARS-CoV and SARS-CoV-2. Cryo-EM, X-ray crystallography and membrane fusion assays reveal that B6 binds to a conserved cryptic epitope located in the fusion machinery. The data indicate that antibody binding sterically interferes with the spike conformational changes leading to membrane fusion. Our data provide a structural framework explaining B6 cross-reactivity with β-coronaviruses from three lineages, along with a proof of concept for antibody-mediated broad coronavirus neutralization elicited through vaccination. This study unveils an unexpected target for next-generation structure-guided design of a pan-β-coronavirus vaccine."], ["Therapeutic antibodies, targeting the SARS-CoV-2 spike N-terminal domain, protect lethally infected K18-hACE2 mice - ScienceDirect", "Neutralizing antibodies represent a valuable therapeutic approach to countermeasure the current COVID-19 pandemic. Emergence of SARS-CoV-2 variants emphasizes the notion that antibody treatments need to rely on highly neutralizing monoclonal antibodies (mAbs), targeting several distinct epitopes for circumventing therapy escape mutants. Previously, we reported efficient human therapeutic mAbs recognizing epitopes on the spike receptor-binding domain (RBD) of SARS-CoV-2. Here we report the isolation, characterization, and recombinant production of 12 neutralizing human mAbs, targeting three distinct epitopes on the spike N-terminal domain of the virus. Neutralization mechanism of these antibodies involves receptors other than the canonical hACE2 on target cells, relying both on amino acid and N-glycan epitope recognition, suggesting alternative viral cellular portals. Two selected mAbs demonstrated full protection of K18-hACE2 transgenic mice when administered at low doses and late post-exposure, demonstrating the high potential of the mAbs for therapy of SARS-CoV-2 infection."], ["A SARS-CoV-2 neutralizing antibody with extensive Spike binding coverage and modified for optimal therapeutic outcomes | Nature Communications", "COVID-19 pandemic caused by SARS-CoV-2 constitutes a global public health crisis with enormous economic consequences. Monoclonal antibodies against SARS-CoV-2 can provide an important treatment option to fight COVID-19, especially for the most vulnerable populations. In this work, potent antibodies binding to SARS-CoV-2 Spike protein were identified from COVID-19 convalescent patients. Among them, P4A1 interacts directly with and covers majority of the Receptor Binding Motif of the Spike Receptor-Binding Domain, shown by high-resolution complex structure analysis. We further demonstrate the binding and neutralizing activities of P4A1 against wild type and mutant Spike proteins or pseudoviruses. P4A1 was subsequently engineered to reduce the potential risk for Antibody-Dependent Enhancement of infection and to extend its half-life. The engineered antibody exhibits an optimized pharmacokinetic and safety profile, and it results in complete viral clearance in a rhesus monkey model of COVID-19 following a single injection. These data suggest its potential against SARS-CoV-2 related diseases."], ["Therapy with a Severe Acute Respiratory Syndrome–Associated Coronavirus–Neutralizing Human Monoclonal Antibody Reduces Disease Severity and Viral Burden in Golden Syrian Hamsters | The Journal of Infectious Diseases | Oxford Academic", "BackgroundImmunotherapy with monoclonal antibodies (MAbs) offers safe interventions for the prevention of infection in patients after organ transplantation and for the treatment of cancers and autoimmune diseases. MAb 201 is a severe acute respiratory syndrome–associated coronavirus (SARS-CoV)–specific MAb that prevents establishment of viral replication in vitro and prevents viral replication in vivo when administered prophylactically. The efficacy of MAb 201 in the treatment of SARS was evaluated in golden Syrian hamsters, an animal model that supports SARS-CoV replication to high levels and displays severe pathological changes associated with infection, including pneumonitis and pulmonary consolidation"], ["Structural definition of a neutralization epitope on the N-terminal domain of MERS-CoV spike glycoprotein | Nature Communications", "Most neutralizing antibodies against Middle East respiratory syndrome coronavirus (MERS-CoV) target the receptor-binding domain (RBD) of the spike glycoprotein and block its binding to the cellular receptor dipeptidyl peptidase 4 (DPP4). The epitopes and mechanisms of mAbs targeting non-RBD regions have not been well characterized yet. Here we report the monoclonal antibody 7D10 that binds to the N-terminal domain (NTD) of the spike glycoprotein and inhibits the cell entry of MERS-CoV with high potency. Structure determination and mutagenesis experiments reveal the epitope and critical residues on the NTD for 7D10 binding and neutralization. Further experiments indicate that the neutralization by 7D10 is not solely dependent on the inhibition of DPP4 binding, but also acts after viral cell attachment, inhibiting the pre-fusion to post-fusion conformational change of the spike. These properties give 7D10 a wide neutralization breadth and help explain its synergistic effects with several RBD-targeting antibodies."], ["Immunogenicity and structures of a rationally designed prefusion MERS-CoV spike antigen | PNAS", "Middle East respiratory syndrome coronavirus (MERS-CoV) is a lineage C betacoronavirus that since its emergence in 2012 has caused outbreaks in human populations with case-fatality rates of ∼36%. As in other coronaviruses, the spike (S) glycoprotein of MERS-CoV mediates receptor recognition and membrane fusion and is the primary target of the humoral immune response during infection. Here we use structure-based design to develop a generalizable strategy for retaining coronavirus S proteins in the antigenically optimal prefusion conformation and demonstrate that our engineered immunogen is able to elicit high neutralizing antibody titers against MERS-CoV. We also determined high-resolution structures of the trimeric MERS-CoV S ectodomain in complex with G4, a stem-directed neutralizing antibody. The structures reveal that G4 recognizes a glycosylated loop that is variable among coronaviruses and they define four conformational states of the trimer wherein each receptor-binding domain is either tightly packed at the membrane-distal apex or rotated into a receptor-accessible conformation. Our studies suggest a potential mechanism for fusion initiation through sequential receptor-binding events and provide a foundation for the structure-based design of coronavirus vaccines."], ["Broadening of Neutralization Activity to Directly Block a Dominant Antibody-Driven SARS-Coronavirus Evolution Pathway", "Phylogenetic analyses have provided strong evidence that amino acid changes in spike (S) protein of animal and human SARS coronaviruses (SARS-CoVs) during and between two zoonotic transfers (2002/03 and 2003/04) are the result of positive selection. While several studies support that some amino acid changes between animal and human viruses are the result of inter-species adaptation, the role of neutralizing antibodies (nAbs) in driving SARS-CoV evolution, particularly during intra-species transmission, is unknown. A detailed examination of SARS-CoV infected animal and human convalescent sera could provide evidence of nAb pressure which, if found, may lead to strategies to effectively block virus evolution pathways by broadening the activity of nAbs. Here we show, by focusing on a dominant neutralization epitope, that contemporaneous- and cross-strain nAb responses against SARS-CoV spike protein exist during natural infection. In vitro immune pressure on this epitope using 2002/03 strain-specific nAb 80R recapitulated a dominant escape mutation that was present in all 2003/04 animal and human viruses. Strategies to block this nAb escape/naturally occurring evolution pathway by generating broad nAbs (BnAbs) with activity against 80R escape mutants and both 2002/03 and 2003/04 strains were explored. Structure-based amino acid changes in an activation-induced cytidine deaminase (AID) “hot spot” in a light chain CDR (complementarity determining region) alone, introduced through shuffling of naturally occurring non-immune human VL chain repertoire or by targeted mutagenesis, were successful in generating these BnAbs. These results demonstrate that nAb-mediated immune pressure is likely a driving force for positive selection during intra-species transmission of SARS-CoV. Somatic hypermutation (SHM) of a single VL CDR can markedly broaden the activity of a strain-specific nAb. The strategies investigated in this study, in particular the use of structural information in combination of chain-shuffling as well as hot-spot CDR mutagenesis, can be exploited to broaden neutralization activity, to improve anti-viral nAb therapies, and directly manipulate virus evolution."], ["Structural Insights into Immune Recognition of the Severe Acute Respiratory Syndrome Coronavirus S Protein Receptor Binding Domain - ScienceDirect", "The spike (S) protein of the severe acute respiratory syndrome coronavirus (SARS-CoV) is responsible for host cell attachment and fusion of the viral and host cell membranes. Within S the receptor binding domain (RBD) mediates the interaction with angiotensin-converting enzyme 2 (ACE2), the SARS-CoV host cell receptor. Both S and the RBD are highly immunogenic and both have been found to elicit neutralizing antibodies. Reported here is the X-ray crystal structure of the RBD in complex with the Fab of a neutralizing mouse monoclonal antibody, F26G19, elicited by immunization with chemically inactivated SARS-CoV. The RBD–F26G19 Fab complex represents the first example of the structural characterization of an antibody elicited by an immune response to SARS-CoV or any fragment of it. The structure reveals that the RBD surface recognized by F26G19 overlaps significantly with the surface recognized by ACE2 and, as such, suggests that F26G19 likely neutralizes SARS-CoV by blocking the virus–host cell interaction."], ["Structural Bases of Coronavirus Attachment to Host Aminopeptidase N and Its Inhibition by Neutralizing Antibodies", "The coronaviruses (CoVs) are enveloped viruses of animals and humans associated mostly with enteric and respiratory diseases, such as the severe acute respiratory syndrome and 10–20% of all common colds. A subset of CoVs uses the cell surface aminopeptidase N (APN), a membrane-bound metalloprotease, as a cell entry receptor. In these viruses, the envelope spike glycoprotein (S) mediates the attachment of the virus particles to APN and subsequent cell entry, which can be blocked by neutralizing antibodies. Here we describe the crystal structures of the receptor-binding domains (RBDs) of two closely related CoV strains, transmissible gastroenteritis virus (TGEV) and porcine respiratory CoV (PRCV), in complex with their receptor, porcine APN (pAPN), or with a neutralizing antibody. The data provide detailed information on the architecture of the dimeric pAPN ectodomain and its interaction with the CoV S. We show that a protruding receptor-binding edge in the S determines virus-binding specificity for recessed glycan-containing surfaces in the membrane-distal region of the pAPN ectodomain. Comparison of the RBDs of TGEV and PRCV to those of other related CoVs, suggests that the conformation of the S receptor-binding region determines cell entry receptor specificity. Moreover, the receptor-binding edge is a major antigenic determinant in the TGEV envelope S that is targeted by neutralizing antibodies. Our results provide a compelling view on CoV cell entry and immune neutralization, and may aid the design of antivirals or CoV vaccines. APN is also considered a target for cancer therapy and its structure, reported here, could facilitate the development of anti-cancer drugs."], ["Sybodies targeting the SARS-CoV-2 receptor-binding domain | bioRxiv", "The COVID-19 pandemic, caused by the novel coronavirus SARS-CoV-2, has resulted in a global health and economic crisis of unprecedented scale. The high transmissibility of SARS-CoV-2, combined with a lack of population immunity and prevalence of severe clinical outcomes, urges the rapid development of effective therapeutic countermeasures. Here, we report the generation of synthetic nanobodies, known as sybodies, against the receptor-binding domain (RBD) of SARS-CoV-2. In an expeditious process taking only twelve working days, sybodies were selected entirely in vitro from three large combinatorial libraries, using ribosome and phage display. We obtained six strongly enriched sybody pools against the isolated RBD and identified 63 unique anti-RBD sybodies which also interact in the context of the full-length SARS-CoV-2 spike ectodomain. Among the selected sybodies, six were found to bind to the viral spike with double-digit nanomolar affinity, and five of these also showed substantial inhibition of RBD interaction with human angiotensin-converting enzyme 2 (ACE2). Additionally, we identified a pair of anti-RBD sybodies that can simultaneously bind to the RBD. It is anticipated that compact binders such as these sybodies could feasibly be developed into an inhalable drug that can be used as a convenient prophylaxis against COVID-19. Moreover, generation of polyvalent antivirals, via fusion of anti-RBD sybodies to additional small binders recognizing secondary epitopes, could enhance the therapeutic potential and guard against escape mutants. We present full sequence information and detailed protocols for the identified sybodies, as a freely accessible resource."], ["Evaluation of candidate vaccine approaches for MERS-CoV | Nature Communications", "The emergence of Middle East respiratory syndrome coronavirus (MERS-CoV) as a cause of severe respiratory disease highlights the need for effective approaches to CoV vaccine development. Efforts focused solely on the receptor-binding domain (RBD) of the viral Spike (S) glycoprotein may not optimize neutralizing antibody (NAb) responses. Here we show that immunogens based on full-length S DNA and S1 subunit protein elicit robust serum-neutralizing activity against several MERS-CoV strains in mice and non-human primates. Serological analysis and isolation of murine monoclonal antibodies revealed that immunization elicits NAbs to RBD and, non-RBD portions of S1 and S2 subunit. Multiple neutralization mechanisms were demonstrated by solving the atomic structure of a NAb-RBD complex, through sequencing of neutralization escape viruses and by constructing MERS-CoV S variants for serological assays. Immunization of rhesus macaques confers protection against MERS-CoV-induced radiographic pneumonia, as assessed using computerized tomography, supporting this strategy as a promising approach for MERS-CoV vaccine development."], ["Generation and characterization of human monoclonal neutralizing antibodies with distinct binding and sequence features against SARS coronavirus using XenoMouse® - ScienceDirect", "Passive therapy with neutralizing human monoclonal antibodies (mAbs) could be an effective therapy against severe acute respiratory syndrome coronavirus (SARS-CoV). Utilizing the human immunoglobulin transgenic mouse, XenoMouse®, we produced fully human SARS-CoV spike (S) protein specific antibodies. Antibodies were examined for reactivity against a recombinant S1 protein, to which 200 antibodies reacted. Twenty-seven antibodies neutralized 200TCID50 SARS-CoV (Urbani). Additionally, 57 neutralizing antibodies were found that are likely specific to S2. Mapping of the binding region was achieved with several S1 recombinant proteins. Most S1 reactive neutralizing mAbs bound to the RBD, aa 318–510. However, two S1 specific mAbs reacted with a domain upstream of the RBD between aa 12 and 261. Immunoglobulin gene sequence analyses suggested at least 8 different binding specificities. Unique human mAbs could be used as a cocktail that would simultaneously target several neutralizing epitopes and prevent emergence of escape mutants."], ["Molecular characterization of a panel of murine monoclonal antibodies specific for the SARS-coronavirus - ScienceDirect", "The availability of monoclonal antibodies (mAbs) specific for the SARS-coronavirus (SARS-CoV) is important for the development of both diagnostic tools and treatment of infection. A molecular characterization of nine monoclonal antibodies raised in immune mice, using highly purified, inactivated SARS-CoV as the inoculating antigen, is presented in this report. These antibodies are specific for numerous viral protein targets, and six of them are able to effectively neutralize SARS-CoV in vitro, including one with a neutralizing titre of 0.075 nM. A phylogenetic analysis of the heavy and light chain sequences reveals that the mAbs share considerable homology. The majority of the heavy chains belong to a single Ig germline V-gene family, while considerably more sequence variation is evident in the light chain sequences. These analyses demonstrate that neutralization ability can be correlated with specific murine VH-gene alleles. For instance, one evident trend is high sequence conservation in the VH chains of the neutralizing mAbs, particularly in CDR-1 and CDR-2. The results suggest that optimization of murine mAbs for neutralization of SARS-CoV infection will likely be possible, and will aid in the development of diagnostic tools and passive treatments for SARS-CoV infection."], ["Junctional and allele-specific residues are critical for MERS-CoV neutralization by an exceptionally potent germline-like antibody | Nature Communications", "The MERS-CoV is an emerging virus, which already infected more than 1,300 humans with high (∼36%) mortality. Here, we show that m336, an exceptionally potent human anti-MERS-CoV antibody, is almost germline with only one somatic mutation in the heavy chain. The structure of Fab m336 in complex with the MERS-CoV receptor-binding domain reveals that its IGHV1-69-derived heavy chain provides more than 85% binding surface and that its epitope almost completely overlaps with the receptor-binding site. Analysis of antibodies from 69 healthy humans suggests an important role of the V(D)J recombination-generated junctional and allele-specific residues for achieving high affinity of binding at such low levels of somatic hypermutation. Our results also have important implications for development of vaccine immunogens based on the newly identified m336 epitope as well as for elucidation of mechanisms of neutralization by m336-like antibodies and their elicitation in vivo."], ["A humanized neutralizing antibody against MERS-CoV targeting the receptor-binding domain of the spike protein | Cell Research", "The newly-emerging Middle East respiratory syndrome coronavirus (MERS-CoV) can cause severe and fatal acute respiratory disease in humans. Despite global efforts, the potential for an associated pandemic in the future cannot be excluded. The development of effective counter-measures is urgent. MERS-CoV-specific anti-viral drugs or vaccines are not yet available. Using the spike receptor-binding domain of MERS-CoV (MERS-RBD) to immunize mice, we identified two neutralizing monoclonal antibodies (mAbs) 4C2 and 2E6. Both mAbs potently bind to MERS-RBD and block virus entry in vitro with high efficacy. We further investigated their mechanisms of neutralization by crystallizing the complex between the Fab fragments and the RBD, and solved the structure of the 4C2 Fab/MERS-RBD complex. The structure showed that 4C2 recognizes an epitope that partially overlaps the receptor-binding footprint in MERS-RBD, thereby interfering with the virus/receptor interactions by both steric hindrance and interface-residue competition. 2E6 also blocks receptor binding, and competes with 4C2 for binding to MERS-RBD. Based on the structure, we further humanized 4C2 by preserving only the paratope residues and substituting the remaining amino acids with the counterparts from human immunoglobulins. The humanized 4C2 (4C2h) antibody sustained similar neutralizing activity and biochemical characteristics to the parental mouse antibody. Finally, we showed that 4C2h can significantly abate the virus titers in lungs of Ad5-hCD26-transduced mice infected with MERS-CoV, therefore representing a promising agent for prophylaxis and therapy in clinical settings."], ["Human Neutralizing Monoclonal Antibody Inhibition of Middle East Respiratory Syndrome Coronavirus Replication in the Common Marmoset | The Journal of Infectious Diseases | Oxford Academic", "Middle East respiratory syndrome coronavirus (MERS-CoV) infection in humans is highly lethal, with a fatality rate of 35%. New prophylactic and therapeutic strategies to combat human infections are urgently needed. We isolated a fully human neutralizing antibody, MCA1, from a human survivor. The antibody recognizes the receptor-binding domain of MERS-CoV S glycoprotein and interferes with the interaction between viral S and the human cellular receptor human dipeptidyl peptidase 4 (DPP4). To our knowledge, this study is the first to report a human neutralizing monoclonal antibody that completely inhibits MERS-CoV replication in common marmosets. Monotherapy with MCA1 represents a potential alternative treatment for human infections with MERS-CoV worthy of evaluation in clinical settings."], ["Human Monoclonal Antibody Combination against SARS Coronavirus: Synergy and Coverage of Escape Mutants", "Experimental animal data show that protection against severe acute respiratory syndrome coronavirus (SARS-CoV) infection with human monoclonal antibodies (mAbs) is feasible. For an effective immune prophylaxis in humans, broad coverage of different strains of SARS-CoV and control of potential neutralization escape variants will be required. Combinations of virus-neutralizing, noncompeting mAbs may have these properties."], ["Ultrapotent Human Neutralizing Antibody Repertoires Against Middle East Respiratory Syndrome Coronavirus From a Recovered Patient | The Journal of Infectious Diseases | Oxford Academic", "The Middle East respiratory syndrome coronavirus (MERS-CoV) causes severe respiratory infection with a high (~35%) mortality rate. Neutralizing antibodies targeting the spike of MERS-CoV have been shown to be a therapeutic option for treatment of lethal disease."], ["Structure and function analysis of a potent human neutralizing antibody CA521FALA against SARS-CoV-2 | Communications Biology", "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the causative agent of the ongoing COVID-19 pandemic, which has resulted in more than two million deaths at 2021 February . There is currently no approved therapeutics for treating COVID-19. The SARS-CoV-2 Spike protein is considered a key therapeutic target by many researchers. Here we describe the identification of several monoclonal antibodies that target SARS-CoV-2 Spike protein. One human antibody, CA521FALA, demonstrated neutralization potential by immunizing human antibody transgenic mice. CA521FALA showed potent SARS-CoV-2-specific neutralization activity against SARS-CoV-2 pseudovirus and authentic SARS-CoV-2 infection in vitro. CA521FALA also demonstrated having a long half-life of 9.5 days in mice and 9.3 days in rhesus monkeys. CA521FALA inhibited SARS-CoV-2 infection in SARS-CoV-2 susceptible mice at a therapeutic setting with virus titer of the lung reduced by 4.5 logs. Structural analysis by cryo-EM revealed that CA521FALA recognizes an epitope overlapping with angiotensin converting enzyme 2 (ACE2)-binding sites in SARS-CoV-2 RBD in the Spike protein. CA521FALA blocks the interaction by binding all three RBDs of one SARS-CoV-2 spike trimer simultaneously. These results demonstrate the importance for antibody-based therapeutic interventions against COVID-19 and identifies CA521FALA a promising antibody that reacts with SARS-CoV-2 Spike protein to strongly neutralize its activity."], ["Nanobody cocktails potently neutralize SARS-CoV-2 D614G N501Y variant and protect mice | PNAS", "Neutralizing antibodies are important for immunity against SARS-CoV-2 and as therapeutics for the prevention and treatment of COVID-19. Here, we identified high-affinity nanobodies from alpacas immunized with coronavirus spike and receptor-binding domains (RBD) that disrupted RBD engagement with the human receptor angiotensin-converting enzyme 2 (ACE2) and potently neutralized SARS-CoV-2. Epitope mapping, X-ray crystallography, and cryo-electron microscopy revealed two distinct antigenic sites and showed two neutralizing nanobodies from different epitope classes bound simultaneously to the spike trimer. Nanobody-Fc fusions of the four most potent nanobodies blocked ACE2 engagement with RBD variants present in human populations and potently neutralized both wild-type SARS-CoV-2 and the N501Y D614G variant at concentrations as low as 0.1 nM. Prophylactic administration of either single nanobody-Fc or as mixtures reduced viral loads by up to 104-fold in mice infected with the N501Y D614G SARS-CoV-2 virus. These results suggest a role for nanobody-Fc fusions as prophylactic agents against SARS-CoV-2."], ["A human SARS-CoV neutralizing antibody against epitope on S2 protein - ScienceDirect", "An immune antibody phage-display library was constructed from B cells of SARS convalescent patients. More than 80 clones were selected from the library by using the whole inactivated SARS-CoV virions as target. One human scFv, B1, was characterized extensively. The B1 recognized SARS pseudovirus in vivo and competed with SARS sera for binding to SARS-CoV with high affinity (equilibrium dissociation constant, Kd = 105 nM). The B1 also has potent neutralizing activities against infection by pseudovirus expressing SARS-CoV S protein in vitro. Finally, we found that the B1 recognized an epitope on S2 protein, especially within amino acids 1023–1189 of S2 protein. This study not only first made a human neutralizing antibody, which recognized an epitope on S2 protein like natural antibody in sera, but also may help us to better understand the immunological characteristics of SARS protein and SARS vaccine design."], ["Rapid generation of potent antibodies by autonomous hypermutation in yeast | bioRxiv", "The predominant approach for antibody generation remains animal immunization, which can yield exceptionally selective and potent antibody clones owing to the powerful evolutionary process of somatic hypermutation. However, animal immunization is inherently slow, has poor compatibility with certain antigens (e.g., integral membrane proteins), and suffers from self-tolerance and immunodominance, which limit the functional spectrum of antibodies that can be obtained. Here, we describe Autonomous Hypermutation yEast surfAce Display (AHEAD), a synthetic recombinant antibody generation technology that imitates somatic hypermutation inside engineered yeast. In AHEAD, antibody fragments are encoded on an error-prone orthogonal DNA replication system, resulting in Saccharomyces cerevisiae populations that continuously mutate surface-displayed antibody repertoires. Simple cycles of yeast culturing and enrichment for antigen binding drive the evolution of high-affinity antibody clones in a readily parallelizable process that takes as little as 2 weeks. We applied AHEAD to generate nanobodies against the SARS-CoV-2 S glycoprotein, a GPCR, and other targets. The SARS-CoV-2 nanobodies, concurrently evolved from an open-source naïve nanobody library in 8 independent experiments, reached subnanomolar affinities through the sequential fixation of multiple mutations over 3-8 AHEAD cycles that saw ∼580-fold and ∼925-fold improvements in binding affinities and pseudovirus neutralization potencies, respectively. These experiments highlight the defining speed, parallelizability, and effectiveness of AHEAD and provide a template for streamlined antibody generation at large with salient utility in rapid response to current and future viral outbreaks."], ["A monoclonal antibody against staphylococcal enterotoxin B superantigen inhibits SARS-CoV-2 entry in vitro | bioRxiv", "We recently discovered a superantigen-like motif, similar to Staphylococcal enterotoxin B (SEB), near the S1/S2 cleavage site of SARS-CoV-2 Spike protein, which might explain the multisystem-inflammatory syndrome (MIS-C) observed in children and cytokine storm in severe COVID-19 patients. We show here that an anti-SEB monoclonal antibody (mAb), 6D3, can bind this viral motif, and in particular its PRRA insert, to inhibit infection by blocking the access of host cell proteases, TMPRSS2 or furin, to the cleavage site. The high affinity of 6D3 for the furin-cleavage site originates from a poly-acidic segment at its heavy chain CDR2, a feature shared with SARS-CoV-2-neutralizing mAb 4A8. The affinity of 6D3 and 4A8 for this site points to their potential utility as therapeutics for treating COVID-19, MIS-C, or common cold caused by human coronaviruses (HCoVs) that possess a furin-like cleavage site."], ["An alpaca nanobody neutralizes SARS-CoV-2 by blocking receptor interaction | Nature Communications", "SARS-CoV-2 enters host cells through an interaction between the spike glycoprotein and the angiotensin converting enzyme 2 (ACE2) receptor. Directly preventing this interaction presents an attractive possibility for suppressing SARS-CoV-2 replication. Here, we report the isolation and characterization of an alpaca-derived single domain antibody fragment, Ty1, that specifically targets the receptor binding domain (RBD) of the SARS-CoV-2 spike, directly preventing ACE2 engagement. Ty1 binds the RBD with high affinity, occluding ACE2. A cryo-electron microscopy structure of the bound complex at 2.9 Å resolution reveals that Ty1 binds to an epitope on the RBD accessible in both the ‘up’ and ‘down’ conformations, sterically hindering RBD-ACE2 binding. While fusion to an Fc domain renders Ty1 extremely potent, Ty1 neutralizes SARS-CoV-2 spike pseudovirus as a 12.8 kDa nanobody, which can be expressed in high quantities in bacteria, presenting opportunities for manufacturing at scale. Ty1 is therefore an excellent candidate as an intervention against COVID-19."], ["A panel of human neutralizing mAbs targeting SARS-CoV-2 spike at multiple epitopes | Nature Communications", "The novel highly transmissible human coronavirus SARS-CoV-2 is the causative agent of the COVID-19 pandemic. Thus far, there is no approved therapeutic drug specifically targeting this emerging virus. Here we report the isolation and characterization of a panel of human neutralizing monoclonal antibodies targeting the SARS-CoV-2 receptor binding domain (RBD). These antibodies were selected from a phage display library constructed using peripheral circulatory lymphocytes collected from patients at the acute phase of the disease. These neutralizing antibodies are shown to recognize distinct epitopes on the viral spike RBD. A subset of the antibodies exert their inhibitory activity by abrogating binding of the RBD to the human ACE2 receptor. The human monoclonal antibodies described here represent a promising basis for the design of efficient combined post-exposure therapy for SARS-CoV-2 infection."], ["Humanized single domain antibodies neutralize SARS-CoV-2 by targeting the spike receptor binding domain | Nature Communications", "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) spreads worldwide and leads to an unprecedented medical burden and lives lost. Neutralizing antibodies provide efficient blockade for viral infection and are a promising category of biological therapies. Here, using SARS-CoV-2 spike receptor-binding domain (RBD) as a bait, we generate a panel of humanized single domain antibodies (sdAbs) from a synthetic library. These sdAbs reveal binding kinetics with the equilibrium dissociation constant (KD) of 0.99–35.5 nM. The monomeric sdAbs show half maximal neutralization concentration (EC50) of 0.0009–0.07 µg/mL and 0.13–0.51 µg/mL against SARS-CoV-2 pseudotypes, and authentic SARS-CoV-2, respectively. Competitive ligand-binding experiments suggest that the sdAbs either completely block or significantly inhibit the association between SARS-CoV-2 RBD and viral entry receptor ACE2. Fusion of the human IgG1 Fc to sdAbs improve their neutralization activity by up to ten times. These results support neutralizing sdAbs as a potential alternative for antiviral therapies."], ["Rapid development of neutralizing and diagnostic SARS-COV-2 mouse monoclonal antibodies | Scientific Reports", "The need for high-affinity, SARS-CoV-2-specific monoclonal antibodies (mAbs) is critical in the face of the global COVID-19 pandemic, as such reagents can have important diagnostic, research, and therapeutic applications. Of greatest interest is the ~ 300 amino acid receptor binding domain (RBD) within the S1 subunit of the spike protein because of its key interaction with the human angiotensin converting enzyme 2 (hACE2) receptor present on many cell types, especially lung epithelial cells. We report here the development and functional characterization of 29 nM-affinity mouse SARS-CoV-2 mAbs created by an accelerated immunization and hybridoma screening process. Differing functions, including binding of diverse protein epitopes, viral neutralization, impact on RBD-hACE2 binding, and immunohistochemical staining of infected lung tissue, were correlated with variable gene usage and sequence."], ["Multivalency transforms SARS-CoV-2 antibodies into ultrapotent neutralizers | Nature Communications", "SARS-CoV-2, the virus responsible for COVID-19, has caused a global pandemic. Antibodies can be powerful biotherapeutics to fight viral infections. Here, we use the human apoferritin protomer as a modular subunit to drive oligomerization of antibody fragments and transform antibodies targeting SARS-CoV-2 into exceptionally potent neutralizers. Using this platform, half-maximal inhibitory concentration (IC50) values as low as 9 × 10−14 M are achieved as a result of up to 10,000-fold potency enhancements compared to corresponding IgGs. Combination of three different antibody specificities and the fragment crystallizable (Fc) domain on a single multivalent molecule conferred the ability to overcome viral sequence variability together with outstanding potency and IgG-like bioavailability. The MULTi-specific, multi-Affinity antiBODY (Multabody or MB) platform thus uniquely leverages binding avidity together with multi-specificity to deliver ultrapotent and broad neutralizers against SARS-CoV-2. The modularity of the platform also makes it relevant for rapid evaluation against other infectious diseases of global health importance. Neutralizing antibodies are a promising therapeutic for SARS-CoV-2."], ["SARS-CoV-2 neutralizing human recombinant antibodies selected from pre-pandemic healthy donors binding at RBD-ACE2 interface | Nature Communications", "COVID-19 is a severe acute respiratory disease caused by SARS-CoV-2, a new recently emerged sarbecovirus. This virus uses the human ACE2 enzyme as receptor for cell entry, recognizing it with the receptor binding domain (RBD) of the S1 subunit of the viral spike protein. We present the use of phage display to select anti-SARS-CoV-2 spike antibodies from the human naïve antibody gene libraries HAL9/10 and subsequent identification of 309 unique fully human antibodies against S1. 17 antibodies are binding to the RBD, showing inhibition of spike binding to cells expressing ACE2 as scFv-Fc and neutralize active SARS-CoV-2 virus infection of VeroE6 cells. The antibody STE73-2E9 is showing neutralization of active SARS-CoV-2 as IgG and is binding to the ACE2-RBD interface. Thus, universal libraries from healthy human donors offer the advantage that antibodies can be generated quickly and independent from the availability of material from recovering patients in a pandemic situation."], ["Cross-reactive serum and memory B-cell responses to spike protein in SARS-CoV-2 and endemic coronavirus infection | Nature Communications", "Pre-existing immunity to seasonal endemic coronaviruses could have profound consequences for antibody responses to SARS-CoV-2, induced from natural infection or vaccination. A first step to establish whether pre-existing responses can impact SARS-CoV-2 infection is to understand the nature and extent of cross-reactivity in humans to coronaviruses. Here we compare serum antibody and memory B cell responses to coronavirus spike proteins from pre-pandemic and SARS-CoV-2 convalescent donors using binding and functional assays. We show weak evidence of pre-existing SARS-CoV-2 cross-reactive serum antibodies in pre-pandemic donors. However, we find evidence of pre-existing cross-reactive memory B cells that are activated during SARS-CoV-2 infection. Monoclonal antibodies show varying degrees of cross-reactivity with betacoronaviruses, including SARS-CoV-1 and endemic coronaviruses. We identify one cross-reactive neutralizing antibody specific to the S2 subunit of the S protein. Our results suggest that pre-existing immunity to endemic coronaviruses should be considered in evaluating antibody responses to SARS-CoV-2."], ["Ultrapotent bispecific antibodies neutralize emerging SARS-CoV-2 variants | bioRxiv", "The emergence of SARS-CoV-2 variants that threaten the efficacy of existing vaccines and therapeutic antibodies underscores the urgent need for new antibody-based tools that potently neutralize variants by targeting multiple sites of the spike protein. We isolated 216 monoclonal antibodies targeting SARS-CoV-2 from plasmablasts and memory B cells of COVID-19 patients. The three most potent antibodies targeted distinct regions of the RBD, and all three neutralized the SARS-CoV-2 variants B.1.1.7 and B.1.351. The crystal structure of the most potent antibody, CV503, revealed that it binds to the ridge region of SARS-CoV-2 RBD, competes with the ACE2 receptor, and has limited contact with key variant residues K417, E484 and N501. We designed bispecific antibodies by combining non-overlapping specificities and identified five ultrapotent bispecific antibodies that inhibit authentic SARS-CoV-2 infection at concentrations of <1 ng/mL. Through a novel mode of action three bispecific antibodies cross-linked adjacent spike proteins using dual NTD/RBD specificities. One bispecific antibody was >100-fold more potent than a cocktail of its parent monoclonals in vitro and prevented clinical disease in a hamster model at a 2.5 mg/kg dose. Notably, six of nine bispecific antibodies neutralized B.1.1.7, B.1.351 and the wild-type virus with comparable potency, despite partial or complete loss of activity of at least one parent monoclonal antibody against B.1.351. Furthermore, a bispecific antibody that neutralized B.1.351 protected against SARS-CoV-2 expressing the crucial E484K mutation in the hamster model. Thus, bispecific antibodies represent a promising next-generation countermeasure against SARS-CoV-2 variants of concern."], ["Directed evolution of potent neutralizing nanobodies against SARS-CoV-2 using CDR-swapping mutagenesis - ScienceDirect", "There is widespread interest in facile methods for generating potent neutralizing antibodies, nanobodies, and other affinity proteins against SARS-CoV-2 and related viruses to address current and future pandemics. While isolating antibodies from animals and humans are proven approaches, these methods are limited to the affinities, specificities, and functional activities of antibodies generated by the immune system. Here we report a surprisingly simple directed evolution method for generating nanobodies with high affinities and neutralization activities against SARS-CoV-2. We demonstrate that complementarity-determining region swapping between low-affinity lead nanobodies, which we discovered unintentionally but find is simple to implement systematically, results in matured nanobodies with unusually large increases in affinity. Importantly, the matured nanobodies potently neutralize both SARS-CoV-2 pseudovirus and live virus, and possess drug-like biophysical properties. We expect that our methods will improve in vitro nanobody discovery and accelerate the generation of potent neutralizing nanobodies against diverse coronaviruses."], ["Double lock of a potent human therapeutic monoclonal antibody against SARS-CoV-2 | National Science Review | Oxford Academic", "Receptor recognition and subsequent membrane fusion are essential for the establishment of successful infection by SARS-CoV-2. Halting these steps can cure COVID-19. Here we have identified and characterized a potent human monoclonal antibody, HB27, that blocks SARS-CoV-2 attachment to its cellular receptor at sub-nM concentrations. Remarkably, HB27 can also prevent SARS-CoV-2 membrane fusion. Consequently, a single dose of HB27 conferred effective protection against SARS-CoV-2 in two established mouse models. Rhesus macaques showed no obvious adverse events when administrated with 10 times the effective dose of HB27. Cryo-EM studies on complex of SARS-CoV-2 trimeric S with HB27 Fab reveal that three Fab fragments work synergistically to occlude SARS-CoV-2 from binding to the ACE2 receptor. Binding of the antibody also restrains any further conformational changes of the receptor binding domain, possibly interfering with progression from the prefusion to the postfusion stage. These results suggest that HB27 is a promising candidate for immuno-therapies against COVID-19."], ["Memory B cell repertoire for recognition of evolving SARS-CoV-2 spike - ScienceDirect", "Memory B cell reserves can generate protective antibodies against repeated SARS-CoV-2 infections, but with unknown reach from original infection to antigenically drifted variants. We charted memory B cell receptor-encoded antibodies from 19 COVID-19 convalescent subjects against SARS-CoV-2 spike (S) and found seven major antibody competition groups against epitopes recurrently targeted across individuals. Inclusion of published and newly determined structures of antibody-S complexes identified corresponding epitopic regions. Group assignment correlated with cross-CoV-reactivity breadth, neutralization potency, and convergent antibody signatures. Although emerging SARS-CoV-2 variants of concern escaped binding by many members of the groups associated with the most potent neutralizing activity, some antibodies in each of those groups retained affinity—suggesting that otherwise redundant components of a primary immune response are important for durable protection from evolving pathogens. Our results furnish a global atlas of S-specific memory B cell repertoires and illustrate properties driving viral escape and conferring robustness against emerging variants."], ["Identification of potent human neutralizing antibodies against SARS-CoV-2 implications for development of therapeutics and prophylactics | Nature Communications", "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a novel coronavirus that is spreading rapidly, which seriously impacts global public health and economy. Thus, developing effective drugs remains urgent. We identify two potent antibodies, nCoVmab1 and nCoVmab2, targeting the SARS-CoV-2 spike protein receptor-binding domain (RBD) with high affinities from a naïve human phage-displayed Fab library. nCoVmab1 and nCoVmab2 neutralize authentic SARS-CoV-2 with picomolar and nanomolar IC50 values, respectively. No detectable defects of nCoVmab1 and nCoVmab2 are found during the preliminary druggability evaluation. nCoVmab1 could reduce viral titer and lung injury when administered prophylactically and therapeutically in human angiotensin-converting enzyme II (hACE2)-transgenic mice. Therefore, phage display platform could be efficiently used for rapid development of neutralizing monoclonal antibodies (nmabs) with clinical potential against emerging infectious diseases. In addition, we determinate epitopes in RBD of these antibodies to elucidate the neutralizing mechanism. We also convert nCoVmab1 and nCoVmab2 to their germline formats for further analysis, which reveals the contribution of somatic hypermutation (SHM) during nCoVmab1 and nCoVmab2 maturation. Our findings not only provide two highly potent nmabs against SARS-CoV-2 as prophylactic and therapeutic candidates, but also give some clues for development of anti-SARS-CoV-2 agents (e.g., drugs and vaccines) targeting the RBD."], ["Naturally enhanced neutralizing breadth against SARS-CoV-2 one year after infection | Nature", "More than one year after its inception, the coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) remains difficult to control despite the availability of several working vaccines. Progress in controlling the pandemic is slowed by the emergence of variants that appear to be more transmissible and more resistant to antibodies1,2. Here we report on a cohort of 63 individuals who have recovered from COVID-19 assessed at 1.3, 6.2 and 12 months after SARS-CoV-2 infection, 41% of whom also received mRNA vaccines3,4. In the absence of vaccination, antibody reactivity to the receptor binding domain (RBD) of SARS-CoV-2, neutralizing activity and the number of RBD-specific memory B cells remain relatively stable between 6 and 12 months after infection. Vaccination increases all components of the humoral response and, as expected, results in serum neutralizing activities against variants of concern similar to or greater than the neutralizing activity against the original Wuhan Hu-1 strain achieved by vaccination of naive individuals2,5,6,7,8. The mechanism underlying these broad-based responses involves ongoing antibody somatic mutation, memory B cell clonal turnover and development of monoclonal antibodies that are exceptionally resistant to SARS-CoV-2 RBD mutations, including those found in the variants of concern4,9. In addition, B cell clones expressing broad and potent antibodies are selectively retained in the repertoire over time and expand markedly after vaccination. The data suggest that immunity in convalescent individuals will be very long lasting and that convalescent individuals who receive available mRNA vaccines will produce antibodies and memory B cells that should be protective against circulating SARS-CoV-2 variants."], ["Development of SARS-CoV-2 Nucleocapsid Specific Monoclonal Antibodies | bioRxiv", "The global COVID-19 pandemic has caused massive disruptions in every society around the world. To help fight COVID-19, new molecular tools specifically targeting critical components of the causative agent of COVID-19, SARS-Coronavirus-2 (SARS-CoV-2), are desperately needed. The SARS-CoV-2 nucleocapsid protein is a major component of the viral replication processes, integral to viral particle assembly, and is a major diagnostic marker for infection and immune protection. Currently available antibody reagents targeting the nucleocapsid protein were primarily developed against the related SARS-CoV virus and are not specific to SARS-CoV-2 nucleocapsid protein. Therefore, in this work we developed and characterized a series of new mouse monoclonal antibodies against the SARS-CoV-2 nucleocapsid protein. The anti-nucleocapsid monoclonal antibodies were tested in ELISA, western blot, and immunofluorescence analyses. The variable regions from the heavy and light chains from five select clones were cloned and sequenced, and preliminary epitope mapping of the sequenced clones was performed. Overall, the new antibody reagents described here will be of significant value in the fight against COVID-19."]]